Repository: vultisig/vultisig-ios
Catalog: VultisigApp/VultisigApp/Localizables/*.lproj/Localizable.strings
Languages: de, es, hr, it, pt, zh_hans

source: 2 of 2 Vault
de: 2 von 2 Tresor
es: Bóveda 2 de 2
hr: Trezor 2 od 2
it: Cassaforte 2 di 2
pt: Cofre 2 de 2
zh_hans: 2/2 保险库

source: 2 of 3 Vault
de: 2 von 3 Tresor
es: Bóveda 2 de 3
hr: Trezor 2 od 3
it: Cassaforte 2 di 3
pt: Cofre 2 de 3
zh_hans: 2/3 保险库

source: Action
de: Aktion
es: Acción
hr: Akcija
it: Azione
pt: Ação
zh_hans: 操作

source: Active
de: Aktiv
es: Activo
hr: Aktivan
it: Attivo
pt: Ativo
zh_hans: 活跃

# activeLoaderTitle
source: Looking for Vultiserver and 1 more device...
de: Suche nach FastVaultServer und 1 weiterem Gerät...
es: Buscando FastVaultServer y 1 dispositivo más...
hr: Traženje FastVaultServera i još 1 uređaja...
it: Ricerca di FastVaultServer e 1 altro dispositivo...
pt: Procurando FastVaultServer e mais 1 dispositivo...
zh_hans: 正在寻找 Vultiserver 和另外 1 个设备...

# activeModeDescription
source: • Fast Signing On The Move • Transaction Alerts & Policies • Fully self-custodial Use as a “main vault”
de: • Schnelles Signieren unterwegs • Transaktionsbenachrichtigungen & -richtlinien • Vollständige Selbstverwahrung Als „Haupttresor“ verwenden
es: • Firma rápida en movimiento • Alertas y políticas de transacciones • Completamente auto-custodial Usar como “vault principal”
hr: • Brzo potpisivanje u pokretu • Upozorenja i politike transakcija • Potpuno samostalno skrbništvo Koristiti kao “glavni vault”
it: • Firma rapida in movimento • Avvisi e politiche sulle transazioni • Completamente auto-custodiale Usa come “vault principale”
pt: • Assinatura rápida em movimento • Alertas e políticas de transação • Completamente auto-custodial Usar como “vault principal”
zh_hans: • 移动快速签名 • 交易提醒和策略 • 完全自我托管 用作"主保险库"

# activeModeTitle
source: ACTIVE
de: AKTIV
es: ACTIVO
hr: AKTIVNO
it: ATTIVO
pt: ATIVO
zh_hans: 活跃

source: Active Vaults
de: Aktive Tresore
es: Bóvedas activas
hr: Aktivni trezori
it: Vault attivi
pt: Cofres ativos
zh_hans: 活跃保险库

source: Add Address
de: Adresse hinzufügen
es: Agregar dirección
hr: Dodaj adresu
it: Aggiungi indirizzo
pt: Adicionar endereço
zh_hans: 添加地址

source: Add Chain
de: Kette hinzufügen
es: Agregar cadena
hr: Dodajte lanac
it: Aggiungi catena
pt: Adicione a corrente
zh_hans: 添加链

source: Add folder
de: Ordner hinzufügen
es: Agregar carpeta
hr: Dodaj mapu
it: Aggiungi cartella
pt: Adicionar pasta
zh_hans: 添加文件夹

# addFriendsReferral
source: Add a Friends Referral
de: Fügen Sie eine Friends -Überweisung hinzu
es: Agregar una referencia de amigos
hr: Dodajte preporuku prijatelja
it: Aggiungi un referral di amici
pt: Adicione uma referência de amigos
zh_hans: 添加好友推荐

source: Adding Token...
de: Token wird hinzugefügt...
es: Agregando token
hr: Dodavanje tokena
it: Aggiunta token...
pt: Adicionando token
zh_hans: 正在添加代币...

source: Add MEMO
de: MEMO hinzufügen
es: Agregar MEMO
hr: Dodaj MEMO
it: Aggiungi MEMO
pt: Adicionar MEMO
zh_hans: 添加备忘录

# addNewChainToVault1
source: Do you want to add
de: Möchten Sie hinzufügen?
es: Quieres agregar
hr: Želite li dodati
it: Vuoi aggiungere
pt: Você quer adicionar
zh_hans: 您想添加

# addNewChainToVault2
source: to the vault?
de: zum Gewölbe?
es: a la bóveda?
hr: do trezora?
it: al Vault?
pt: para o cofre?
zh_hans: 到保险库吗？

source: Add New Vault
de: Neuen Tresor hinzufügen
es: Agregar Nueva Caja Fuerte
hr: Dodaj novi sef
it: Aggiungi Nuova Cassaforte
pt: Adicionar Novo Cofre
zh_hans: 添加新保险库

source: Add referred code
de: Fügen Sie den geratenen Code hinzu
es: Agregar código referido
hr: Dodajte navedeni kod
it: Aggiungi codice referente
pt: Adicionar código referido
zh_hans: 添加推荐码

source: Address
de: Adresse
es: Dirección
hr: Adresa
it: Indirizzo
pt: Endereço
zh_hans: 地址

# addressAddedToAddressBook
source: Address added to the address book successfully.
de: Adresse erfolgreich zum Adressbuch hinzugefügt.
es: Dirección agregada exitosamente a la libreta de direcciones.
hr: Adresa uspješno dodana u adresar.
it: Indirizzo aggiunto con successo alla rubrica.
pt: Endereço adicionado ao livro de endereços com sucesso.
zh_hans: 地址已成功添加到地址簿

source: Address Book
de: Adressbuch
es: Libreta de direcciones
hr: Adresar
it: Rubrica
pt: Livro de endereços
zh_hans: 地址簿

# addressBookDuplicate
source: Address already exists in your address book.
de: Adresse existiert bereits im Adressbuch.
es: La dirección ya existe en tu libreta de direcciones.
hr: Adresa već postoji u vašem adresaru.
it: L'indirizzo esiste già nella rubrica.
pt: O endereço já existe no seu catálogo de endereços.
zh_hans: 地址已存在于您的地址簿中

# addressBookEmptySubtitle
source: Keep all your important addresses organized in one place.
de: Halten Sie alle Ihre wichtigen Adressen an einem Ort organisiert.
es: Mantenga todas sus direcciones importantes organizadas en un solo lugar.
hr: Sve svoje važne adrese držite organiziranim na jednom mjestu.
it: Mantieni tutti i tuoi indirizzi importanti organizzati in un unico posto.
pt: Mantenha todos os seus endereços importantes organizados em um só lugar.
zh_hans: 将所有重要地址整理在一处

# addressBookEmptyTitle
source: Your Address Book is empty
de: Ihr Adressbuch ist leer
es: Tu libreta de direcciones está vacía
hr: Vaš je adresar prazan
it: La tua rubrica è vuota
pt: Seu catálogo de endereços está vazio
zh_hans: 您的地址簿是空的

source: Address Copied
de: Adresse kopiert
es: Dirección copiada
hr: Adresa kopirana
it: Indirizzo copiato
pt: Endereço copiado
zh_hans: 地址已复制

# addVaultsToFolder
source: Select Vaults to add to the folder
de: Wähle Tresore aus, die dem Ordner hinzugefügt werden sollen
es: Selecciona Vaults para agregar a la carpeta
hr: Odaberite trezore za dodavanje u mapu
it: Seleziona i Vault da aggiungere alla cartella
pt: Selecione cofres para adicionar à pasta
zh_hans: 选择要添加到文件夹的保险库

# addYourFriendsCode
source: Add your friend’s code and save 5bps on swaps
de: Füge den Code deines Freundes hinzu und spare 5 Bps beim Swappen
es: Agrega el código de tu amigo y ahorra 5 bps en swaps
hr: Dodaj kod prijatelja i uštedi 5 bps na swapovima
it: Aggiungi il codice del tuo amico e risparmia 5 bps sugli swap
pt: Adicione o código do seu amigo e economize 5 bps em swaps
zh_hans: 添加您朋友的代码，在交换时节省 5个基点

source: Advanced
de: Erweitert
es: Avanzado
hr: Napredno
it: Avanzato
pt: Avançado
zh_hans: 高级

# advancedDescription
source: Reshare, manage security or sign messages.
de: Umgestalten, Sicherheits- oder Zeichennachrichten verwalten.
es: Respaldar, administrar la seguridad o firmar mensajes.
hr: Popravite, upravljajte sigurnosnim ili potpisati poruke.
it: Reshare, gestire i messaggi di sicurezza o firma.
pt: Remare, gerenciar mensagens de segurança ou assinar.
zh_hans: 重新共享、管理安全或签署消息

# allDevicesUpgradeTitle1
source: Make sure that
de: Stelle sicher, dass
es: Asegúrate de que
hr: Provjeri da su
it: Assicurati che
pt: Certifique-se de que
zh_hans: 确保

# allDevicesUpgradeTitle2
source: all initial devices are present
de: alle ursprünglichen Geräte vorhanden sind
es: todos los dispositivos iniciales estén presentes
hr: svi početni uređaji prisutni
it: tutti i dispositivi iniziali siano presenti
pt: todos os dispositivos iniciais estejam presentes
zh_hans: 所有初始设备都在场

# allDevicesUpgradeTitle3
source: when upgrading
de: beim Upgrade
es: durante la actualización
hr: tijekom nadogradnje
it: durante l’aggiornamento
pt: ao fazer a atualização
zh_hans: 升级时

source: Allowance
de: Freigabe
es: Permiso
hr: Dozvola
it: Autorizzazione
pt: Permissão
zh_hans: 授权额度

source: All Vaults
de: Alle Gewölbe
es: Todas las bóvedas
hr: Svi trezori
it: Tutte le volte
pt: Todos os cofres
zh_hans: 所有保险库

source: already exists
de: existiert bereits
es: ya existe
hr: već postoji
it: esiste già
pt: já existe
zh_hans: 已存在

source: Already taken
de: Bereits vergeben
es: Ya usado
hr: Već zauzeto
it: Già utilizzato
pt: Já utilizado
zh_hans: 已被占用

source: Amount
de: Menge
es: Cantidad
hr: Iznos
it: Quantità
pt: Quantidade
zh_hans: 金额

source: Amount (in Fiat)
de: Menge (in Fiat)
es: Cantidad (en Fiat)
hr: Iznos (u Fiatu)
it: Quantità (in Fiat)
pt: Quantidade (em Fiat)
zh_hans: 金额（法币）

source: Approval Tx Hash
de: Genehmigungs-Transaktions-Hash
es: Hash de la transacción de aprobación
hr: Hash odobrenja transakcije
it: Hash transazione di approvazione
pt: Hash da transação de aprovação
zh_hans: 授权交易哈希

source: Approve and Swap
de: Genehmigen und tauschen
es: Aprobar e intercambiar
hr: Odobri i zamijeni
it: Approva e scambia
pt: Aprovar e trocar
zh_hans: 授权并交换

# appUpToDate
source: Application is up to date.
de: Anwendung ist auf dem neuesten Stand
es: La aplicación está actualizada
hr: Aplikacija je ažurirana
it: L'applicazione è aggiornata
pt: Aplicativo está atualizado
zh_hans: 应用程序已是最新版本

source: Asset
de: Vermögenswert
es: Activo
hr: Imovina
it: Risorsa
pt: Ativo
zh_hans: 资产

source: Assets
de: Vermögenswerte
es: Activos
hr: Imovine
it: Asset
pt: Ativos
zh_hans: 资产

# automaticallyCompoundTCYRewards
source: Automatically compound your TCY rewards
de: TCY-Belohnungen automatisch kapitalisieren
es: Capitalizar automáticamente tus recompensas TCY
hr: Automatski kapitaliziraj TCY nagrade
it: Capitalizza automaticamente le tue ricompense TCY
pt: Capitalizar automaticamente suas recompensas TCY
zh_hans: 自动复利您的 TCY 奖励

source: Available
de: Verfügbar
es: Disponible
hr: Dostupno
it: Disponibile
pt: Disponível
zh_hans: 可用

source: Back
de: Zurück
es: Atrás
hr: Natrag
it: Indietro
pt: Voltar
zh_hans: 返回

source: Backup
de: Sicherung
es: Respaldar
hr: Sigurnosna kopija
zh_hans: 备份

# backupDecryptionFailed
source: Failed to decrypt the backup
de: Entschlüsselung der Sicherung fehlgeschlagen
es: No se pudo descifrar la copia de seguridad
hr: Neuspješno dešifriranje sigurnosne kopije
it: Decrittazione del backup non riuscita
pt: Falha ao descriptografar o backup
zh_hans: 备份解密失败

source: Backup Device
de: Sicherungsgerät
es: Dispositivo de respaldo
hr: Sigurnosna kopija
it: Dispositivo di backup
pt: Dispositivo de backup
zh_hans: 备份设备

source: Backup guide
de: Backup -Handbuch
es: Guía de respaldo
hr: Rezervni vodič
it: Guida di backup
pt: Guia de backup
zh_hans: 备份指南

# backupNotNeededDisclaimer
source: Your backup device is not needed unless you lose one of your main devices.
de: Dein Backup-Gerät wird nicht benötigt, es sei denn, du verlierst eines deiner Hauptgeräte.
es: Tu dispositivo de respaldo no es necesario a menos que pierdas uno de tus dispositivos principales.
hr: Vaš rezervni uređaj nije potreban osim ako ne izgubite jedan od svojih glavnih uređaja.
it: Il tuo dispositivo di backup non è necessario a meno che non perdi uno dei tuoi dispositivi principali.
pt: Seu dispositivo de backup não é necessário a menos que você perca um dos seus dispositivos principais.
zh_hans: 除非您丢失了一个主要设备，否则不需要您的备份设备

source: Backup Now
de: Jetzt sichern
es: Realiza copia de seguridad ahora
hr: Napravite sigurnosnu kopiju sada
it: Effettua il backup ora
pt: Faça backup agora
zh_hans: 立即备份

# backupNowCheckbox
source: I understand that by skipping the backup I may lose access to my funds.
de: Ich verstehe, dass ich durch das Überspringen des Backups den Zugang zu meinen Geldern verlieren könnte.
es: Entiendo que al omitir la copia de seguridad, puedo perder el acceso a mis fondos.
hr: Razumijem da preskakanjem sigurnosne kopije mogu izgubiti pristup svojim sredstvima.
it: Capisco che, saltando il backup, potrei perdere l'accesso ai miei fondi.
pt: Entendo que, ao pular o backup, posso perder o acesso aos meus fundos.
zh_hans: 我理解，跳过备份可能会导致我无法访问我的资金

# backupNowSubtitle
source: Each device has its own unique vault share, which are needed for recovery
de: Jedes Gerät hat seinen eigenen einzigartigen Tresoranteil, der für die Wiederherstellung benötigt wird
es: Cada dispositivo tiene su propia parte única de la bóveda, necesaria para la recuperación
hr: Svaki uređaj ima svoj jedinstveni dio trezora, potreban za oporavak
it: Ogni dispositivo ha una propria quota di caveau unica, necessaria per il recupero
pt: Cada dispositivo possui uma parte exclusiva do cofre, necessária para a recuperação
zh_hans: 每个设备都有自己独特的保险库份额，这些份额是恢复所需的

# backupNowTitle
source: Backups need to be done on every device in Vultisig
de: Backups müssen auf jedem Gerät in Vultisig durchgeführt werden
es: Es necesario realizar copias de seguridad en cada dispositivo en Vultisig
hr: Potrebno je napraviti sigurnosnu kopiju na svakom uređaju u Vultisigu
it: È necessario eseguire il backup su ogni dispositivo in Vultisig
pt: É necessário fazer backup em cada dispositivo no Vultisig
zh_hans: 需要在 Vultisig 中的每个设备上进行备份

# backupNowWarning
source: Backup your vault on every device individually!
de: Sichern Sie Ihren Tresor auf jedem Gerät einzeln!
es: Haz una copia de seguridad de tu bóveda en cada dispositivo individualmente!
hr: Sigurnosno kopirajte svoj trezor na svakom uređaju pojedinačno!
it: Esegui il backup del tuo caveau su ogni dispositivo singolarmente!
pt: Faça o backup do seu cofre em cada dispositivo individualmente!
zh_hans: 在每个设备上单独备份您的保险库！

# backupOptionsBox1
source: By default, your backup is secure without an extra password, since you store Vault shares in different locations.
de: Standardmäßig ist Ihre Sicherung ohne zusätzliches Passwort sicher, da Sie Vault -Freigaben an verschiedenen Orten speichern.
es: De manera predeterminada, su copia de seguridad es segura sin una contraseña adicional, ya que almacena acciones de bóveda en diferentes ubicaciones.
hr: Prema zadanim postavkama, vaša je sigurnosna kopija sigurna bez dodatne lozinke, jer pohranite dionice trezora na različitim lokacijama.
it: Per impostazione predefinita, il backup è sicuro senza una password aggiuntiva, poiché si archiviano condivisioni Vault in diverse posizioni.
pt: Por padrão, seu backup é seguro sem uma senha extra, pois você armazena compartilha do Vault em diferentes locais.
zh_hans: 默认情况下，您的备份是安全的，无需额外密码，因为您将保险库份额存储在不同位置

# backupOptionsBox1Highlighted
source: secure without
de: sicher ohne
es: asegurar sin
hr: osigurati bez
it: sicuro senza
pt: seguro sem
zh_hans: 无需

# backupOptionsBox2
source: If you choose to add a password, your vault password will be used to encrypt the backup file.
de: Wenn Sie ein Passwort hinzufügen, wird Ihr Tresor-Passwort zur Verschlüsselung der Sicherungsdatei verwendet.
es: Si decides añadir una contraseña, la contraseña de tu bóveda se usará para cifrar el archivo de copia de seguridad.
hr: Ako odlučite dodati lozinku, lozinka vašeg trezora bit će upotrijebljena za šifriranje datoteke sigurnosne kopije.
it: Se scegli di aggiungere una password, la password della tua cassaforte verrà usata per crittografare il file di backup.
pt: Se escolher adicionar uma senha, a senha do seu cofre será usada para criptografar o arquivo de backup.
zh_hans: 如果您选择添加密码，您的保险库密码将用于加密备份文件

# backupOptionsBox2Highlighted
source: vault password
de: verschlüsseln
es: contraseña de tu bóveda
hr: lozinka vašeg trezora
it: password della tua cassaforte
pt: senha do seu cofre
zh_hans: 保险库密码

# backupOptionsBox3
source: Remember: If you forget your vault password, it cannot be reset or recovered.
de: Denken Sie daran: Wenn Sie Ihr Gewölbekennwort vergessen, kann es nicht zurückgesetzt oder wiederhergestellt werden.
es: Recuerde: Si olvida su contraseña de bóveda, no se puede restablecer o recuperar.
hr: Zapamtite: Ako zaboravite svoju lozinku za trezor, ona se ne može resetirati ili oporaviti.
it: Ricorda: Se dimentichi la password del Vault, non può essere ripristinato o recuperato.
pt: Lembre -se: Se você esquecer sua senha do cofre, ela não poderá ser redefinida ou recuperada.
zh_hans: 记住：如果您忘记保险库密码，它将无法重置或恢复

# backupOptionsBox3Highlighted
source: cannot
de: kann nicht
es: no puedo
hr: ne može
it: non può
pt: não pode
zh_hans: 无法

# backupOptionsTitle
source: Do you want to encrypt your backup with a password?
de: Möchten Sie Ihre Sicherung mit einem Passwort verschlüsseln?
es: ¿Quieres cifrar tu copia de seguridad con una contraseña?
hr: Želite li svoju sigurnosnu kopiju šifrirati lozinkom?
it: Vuoi crittografare il tuo backup con una password?
pt: Deseja criptografar seu backup com uma senha?
zh_hans: 您想用密码加密备份吗？

# backupPart1
source: Backup Share 1
de: Sicherungsanteil 1
es: Copia de Seguridad 1
hr: Rezervna Kopija 1
it: Copia di Backup 1
pt: Cópia de Segurança 1
zh_hans: 备份份额 1

# backupPart2
source: Backup Share 2
de: Sicherungsanteil 2
es: Copia de Seguridad 2
hr: Rezervna Kopija 2
it: Copia di Backup 2
pt: Cópia de Segurança 2
zh_hans: 备份份额 2

# backupPasswordDisclaimer
source: Never store Vault Shares from different devices in the same location
de: Speichere niemals Tresoranteile von verschiedenen Geräten am selben Ort
es: Nunca almacene las partes del Vault de diferentes dispositivos en la misma ubicación
hr: Nikada ne pohranjujte dionice Vaulta s različitih uređaja na istom mjestu
it: Non memorizzare mai le quote del Vault di dispositivi diversi nello stesso luogo
pt: Nunca armazene ações do Vault de diferentes dispositivos no mesmo local
zh_hans: 切勿将来自不同设备的保险库份额存储在同一位置

# backupSetupSubtitle
source: Online storage is recommended and safe - vault shares are designed for this.
de: Online-Speicher wird empfohlen und ist sicher – Tresorfreigaben sind dafür konzipiert.
es: El almacenamiento en línea es recomendado y seguro – los fragmentos de la bóveda están diseñados para ello.
hr: Online pohrana je preporučena i sigurna – dijelovi trezora su dizajnirani za to.
it: L'archiviazione online è consigliata ed è sicura – le condivisioni del vault sono state create per questo.
pt: O armazenamento online é recomendado e seguro – as partilhas do cofre foram concebidas para isso.
zh_hans: 推荐在线存储且安全 - 保险库份额专为此设计

# backupSetupTitle
source: Backup your vault share online
de: Sichere deinen Tresor teile ihn online
es: Realiza copia de seguridad de tu bóveda compártela online
hr: Napravite sigurnosnu kopiju svog trezora podijelite ga online
it: Effettua il backup del tuo vault condividi online
pt: Faça backup do seu cofre compartilhe online
zh_hans: 在线备份您的 保险库份额

source: Backup share sent!
de: Backup -Aktie gesendet!
es: ¡Comparación de copias de seguridad enviada!
hr: Poslad sigurnosne kopije posla!
it: Condivisione di backup inviata!
pt: Backup Share enviado!
zh_hans: 备份份额已发送！

# backupVault
source: Backup your vault share
de: Mache ein Backup deines Tresors
es: Respaldar tu caja fuerte
hr: Napravite sigurnosnu kopiju vašeg sefa
it: Effettua il backup della tua cassaforte
pt: Fazer backup do seu cofre
zh_hans: 备份您的保险库份额

# backupVaultOnEveryDeviceIndividually!
source: Backup your vault on every device individually!
de: Sichern Sie Ihr Gewölbe auf jedem Gerät einzeln!
es: ¡Realice una copia de seguridad de su bóveda en cada dispositivo individualmente!
hr: Sigurnosno kopiranje svoda na svakom uređaju pojedinačno!
it: Backup del tuo Vault su ogni dispositivo individualmente!
pt: Faça backup do seu cofre em todos os dispositivos individualmente!
zh_hans: 在每个设备上单独备份您的保险库！

# backupVaultShareDescription
source: Back up your Vault Share to a preferred location
de: Sichere deinen Vault Share an einem bevorzugten Ort
es: Respaldar tu Vault Share en una ubicación preferida
hr: Napravite sigurnosnu kopiju vašeg Vault Share na željenoj lokaciji
it: Esegui il backup del tuo Vault Share in una posizione preferita
pt: Faça backup do seu Vault Share em um local preferido
zh_hans: 将您的保险库份额备份到首选位置

# backupVaultShareTitle
source: Backup Vault Share
de: Vault Share sichern
es: Respaldar Vault Share
hr: Sigurnosna kopija Vault Share
it: Condivisione del caveau di backup
pt: Fazer backup da parte do cofre
zh_hans: 备份保险库份额

source: Backup without password
de: Backup ohne Passwort
es: Copia de seguridad sin contraseña
hr: Sigurnosna kopija bez lozinke
it: Backup senza password
pt: Backup sem senha
zh_hans: 无密码备份

# backupYourVaultNow
source: Backup your vault share of this device now!
de: Sichern Sie jetzt den Tresorteil dieses Geräts!
es: ¡Realiza ahora una copia de seguridad de la parte del cofre de este dispositivo!
hr: Izradite sigurnosnu kopiju dijela trezora ovog uređaja sada!
it: Esegui ora il backup della parte di cassaforte di questo dispositivo!
pt: Faça o backup da parte do cofre deste dispositivo agora!
zh_hans: 立即备份此设备的保险库份额！

source: Balance
de: Guthaben
es: Saldo
hr: Uravnotežiti
it: Saldo
pt: Equilíbrio
zh_hans: 余额

source: Balance available:
de: Verfügbares Guthaben:
es: Saldo disponible:
hr: Dostupan saldo:
it: Saldo disponibile:
pt: Saldo disponível:
zh_hans: 可用余额：

# balanceNativeToken
source: Native Token Balance
de: Guthaben des nativen Tokens
es: Saldo de Token Nativo
hr: Saldo izvorne kovanice
it: Saldo Token Nativi
pt: Saldo de Token Nativo
zh_hans: 原生代币余额

source: Balance not available
de: Guthaben nicht verfügbar
es: Saldo no disponible
hr: Saldo nije dostupan
it: Saldo non disponibile
pt: Saldo não disponível
zh_hans: 余额不可用

source: Biometrics Fast Signing
de: Biometrie schnell unterschreiben
es: Biometría Firma rápida
hr: Biometrija brzo potpisivanje
it: Biometria Firma rapida
pt: Biometria assinatura rápida
zh_hans: 生物识别快速签名

# biweeklyPasswordVerifyDescription
source: We will periodically ask you to verify your fast sign password so you will always remember it
de: Wir werden Sie regelmäßig bitten, Ihr Fast-Sign-Passwort zu bestätigen, damit Sie es sich immer merken
es: Periódicamente te pediremos que verifiques tu contraseña de Fast Sign para que siempre la recuerdes
hr: Povremeno ćemo vas tražiti da potvrdite svoju Fast Sign lozinku kako biste je uvijek zapamtili
it: Ti chiederemo periodicamente di verificare la tua password Fast Sign, così non la dimenticherai mai
pt: Periodicamente pediremos que verifique sua senha do Fast Sign para que você sempre se lembre dela
zh_hans: 我们会定期要求您验证快速签名密码，以便您始终记住它

# biweeklyPasswordVerifyTitle
source: Verify your Server Share Password
de: Überprüfe dein Server-Share- Passwort
es: Verifica la Contraseña de tu Parte del Servidor
hr: Provjeri lozinku za svoj Server Share
it: Verifica la Password della tua Quota Server
pt: Verifique a Senha da sua Parte do Servidor
zh_hans: 验证您的服务器份额密码

source: Bridge
de: Brücke
es: Puente
hr: Most
pt: Ponte
zh_hans: 跨链桥

source: Buy
de: Kaufen
es: Comprar
hr: Kupi
it: Acquista
pt: Comprar
zh_hans: 购买

source: Cancel
de: Abbrechen
es: Cancelar
hr: Otkaži
it: Annulla
pt: Cancelar
zh_hans: 取消

# canLoseFundsPrompt
source: I am aware that I can lose funds
de: Mir ist bewusst, dass ich Geld verlieren kann
es: Soy consciente de que puedo perder fondos.
hr: Svjestan sam da mogu izgubiti sredstva
it: Sono consapevole che posso perdere fondi
pt: Estou ciente de que posso perder fundos
zh_hans: 我知道我可能会失去资金

source: Cannot Disable Chain
de: Kette kann nicht deaktiviert werden
es: No se puede desactivar la cadena
hr: Ne mogu onemogućiti lanac
it: Impossibile disabilitare la catena
pt: Não é possível desativar a cadeia
zh_hans: 无法禁用链

source: Cannot Find Transactions
de: Transaktionen können nicht gefunden werden
es: No se Pueden Encontrar Transacciones
hr: Ne mogu pronaći transakcije
it: Impossibile Trovare Transazioni
pt: Não é possível Encontrar Transações
zh_hans: 找不到交易

source: Chain
de: Blockchain
es: Cadena
hr: Lanac
it: Catena
pt: Cadeia
zh_hans: 链

source: Chains
de: Ketten
es: Cadenas
hr: Lanci
it: Catene
pt: Cadeias
zh_hans: 链

# changeEmailAndRestart
source: Change email and restart keygen
de: E-Mail ändern und Keygen neu starten
es: Cambiar correo electrónico y reiniciar keygen
hr: Promijeni email i ponovno pokreni keygen
it: Cambia email e riavvia il keygen
pt: Alterar email e reiniciar o keygen
zh_hans: 更改电子邮件并重新启动密钥生成

# changeFriendsReferralCode
source: Change friends Referral Code used for swaps
de: Ändern Sie den für Swaps verwendeten Empfehlungscode von Freunden
es: Cambiar el código de referencia de amigos utilizado para swaps
hr: Promijenite upute prijatelja koji se koristi za zamjene
it: Modifica il codice di riferimento degli amici utilizzato per gli swap
pt: Alterar o código de referência de amigos usados ​​para swaps
zh_hans: 更改用于交换的好友推荐码
