Repository: vultisig/vultisig-ios
Catalog: VultisigApp/VultisigApp/Localizables/*.lproj/Localizable.strings
Languages: de, es, hr, it, pt, zh_hans

# whySwitchFromSeedphraseSubtitle
source: No single point-of-failure, so one hacked or lost device cannot drain your wallet.
de: Kein einzelner Ausfallpunkt, sodass ein gehacktes oder verlorenes Gerät Ihre Wallet nicht leeren kann.
es: Sin un único punto de falla, por lo que un dispositivo hackeado o perdido no puede vaciar tu cartera.
hr: Nema jedinstvene točke kvara, tako da jedan hakiran ili izgubljen uređaj ne može isprazniti vaš novčanik.
it: Nessun singolo punto di errore, quindi un dispositivo hackerato o perso non può svuotare il tuo portafoglio.
pt: Sem um único ponto de falha, então um dispositivo hackeado ou perdido não pode esvaziar sua carteira.
zh_hans: 没有单一故障点，因此一台被黑客攻击或丢失的设备无法耗尽您的钱包。

# vaultSharesTitle
source: Vault shares, keep these safe to access your vault
de: Tresor-Anteile, bewahren Sie diese sicher auf, um auf Ihren Tresor zuzugreifen
es: Partes de bóveda, mantén estas seguras para acceder a tu bóveda
hr: Udjeli trezora, čuvajte ih sigurnima kako biste pristupili svom trezoru
it: Parti del vault, tienile al sicuro per accedere al tuo vault
pt: Partes do cofre, mantenha-as seguras para acessar seu cofre
zh_hans: 保险库份额，请妥善保管以访问您的保险库

# vaultSharesTitleHighlight
source: Vault shares
de: Tresor-Anteile
es: Partes de bóveda
hr: Udjeli trezora
it: Parti del vault
pt: Partes do cofre
zh_hans: 保险库份额

source: What are vault shares?
de: Was sind Tresor-Anteile?
es: ¿Qué son las partes de bóveda?
hr: Što su udjeli trezora?
it: Cosa sono le parti del vault?
pt: O que são partes do cofre?
zh_hans: 什么是保险库份额？

# whatAreVaultSharesDescription
source: Instead of one seed phrase, your vault is split into pieces called vault shares. Each device holds one vault share. A single share does nothing on its own, but combining these shares gives you access to your vault. That’s why backing them up is important.
de: Anstelle einer Seed-Phrase wird Ihr Tresor in Teile namens Tresor-Anteile aufgeteilt. Jedes Gerät hält einen Tresor-Anteil. Ein einzelner Anteil bewirkt allein nichts, aber die Kombination dieser Anteile gewährt Ihnen Zugang zu Ihrem Tresor. Deshalb ist es wichtig, sie zu sichern.
es: En lugar de una frase semilla, tu bóveda se divide en piezas llamadas partes de bóveda. Cada dispositivo contiene una parte de bóveda. Una sola parte no hace nada por sí sola, pero combinar estas partes te da acceso a tu bóveda. Por eso es importante hacer copias de seguridad.
hr: Umjesto jedne seed fraze, vaš trezor je podijeljen na dijelove zvane udjeli trezora. Svaki uređaj drži jedan udio trezora. Jedan udio sam po sebi ne čini ništa, ali kombiniranje ovih udjela daje vam pristup vašem trezoru. Zato je važno napraviti sigurnosne kopije.
it: Invece di una seed phrase, il tuo vault è diviso in pezzi chiamati parti del vault. Ogni dispositivo contiene una parte del vault. Una singola parte da sola non fa nulla, ma combinando queste parti ottieni l'accesso al tuo vault. Ecco perché è importante farne il backup.
pt: Em vez de uma frase semente, seu cofre é dividido em peças chamadas partes do cofre. Cada dispositivo contém uma parte do cofre. Uma única parte não faz nada sozinha, mas combinar essas partes dá acesso ao seu cofre. Por isso é importante fazer backup delas.
zh_hans: 您的保险库被分成称为保险库份额的部分，而不是一个助记词。每台设备持有一个保险库份额。单个份额本身不起作用，但组合这些份额可以让您访问保险库。这就是为什么备份它们很重要。

# whatAreVaultSharesDescription2
source: Each device has one vault share, also the server, we’ll do that now.
de: Jedes Gerät hat einen Tresor-Anteil, auch der Server, das machen wir jetzt.
es: Cada dispositivo tiene una parte de bóveda, también el servidor, lo haremos ahora.
hr: Svaki uređaj ima jedan udio trezora, također i poslužitelj, to ćemo učiniti sada.
it: Ogni dispositivo ha una parte del vault, anche il server, lo faremo ora.
pt: Cada dispositivo tem uma parte do cofre, também o servidor, faremos isso agora.
zh_hans: 每台设备都有一个保险库份额，服务器也有，我们现在就来做。

source: App Store Ready
de: App Store bereit
es: Listo para App Store
hr: Spremno za App Store
it: Pronto per App Store
pt: Pronto para App Store
zh_hans: App Store就绪

# appStoreReadyDescription
source: This Vault is ready to use the first self-custodial Apps to securely automate your funds!
de: Dieser Tresor ist bereit, die ersten selbstverwahrenden Apps zu nutzen, die Ihre Mittel sicher automatisieren!
es: ¡Esta bóveda está lista para usar las primeras aplicaciones de autocustodia que automatizan tus fondos de forma segura!
hr: Ovaj trezor je spreman koristiti prve aplikacije s autocustody opcijom koje sigurno automatiziraju vaša sredstva!
it: Questo vault è pronto per utilizzare le prime app di autocustodia che automatizzano i tuoi fondi in sicurezza!
pt: Este cofre está pronto para usar os primeiros aplicativos de autocustódia que automatizam seus fundos com segurança!
zh_hans: 此保险库已准备好使用第一批可安全自动化管理您资金的自托管应用程序！

source: No barcodes found
de: Keine Barcodes gefunden
es: No se encontraron códigos de barras
hr: Nisu pronađeni barkodovi
it: Nessun codice a barre trovato
pt: Nenhum código de barras encontrado
zh_hans: 未找到条形码

source: Amino Sign
de: Amino Signatur
es: Firma Amino
hr: Amino Potpis
it: Firma Amino
pt: Assinatura Amino
zh_hans: Amino 签名

source: Direct Sign
de: Direkte Signatur
es: Firma Directa
hr: Izravni Potpis
it: Firma Diretta
pt: Assinatura Direta
zh_hans: 直接签名

source: Discord
de: Zwietracht
es: Discordia
hr: Nesklad
it: Discordia
pt: Discórdia

source: Import these chains
de: Diese Chains importieren
it: Importa queste chain
pt: Importar estas chains

source: GitHub
hr: Ždrijeb

source: $VULT
hr: $ VOLT
