Repository: vultisig/vultisig-ios
Catalog: VultisigApp/VultisigApp/Localizables/*.lproj/Localizable.strings
Languages: de, es, hr, it, pt, zh_hans

# vaultNameExists
source: Vault name %s already exists
de: Tresorname %s existiert bereits
es: El nombre de la bóveda %s ya existe
hr: Naziv trezora %s već postoji
it: Il nome del deposito %s esiste già
pt: O nome do cofre %s já existe
zh_hans: 保险库名称 %s 已存在

# vaultNameUnique
source: Vault's name needs to be unique.
de: Der Name des Tresors muss einzigartig sein.
es: El nombre del almacén debe ser único.
hr: Naziv spremišta mora biti jedinstven.
it: Il nome del caveau deve essere univoco.
pt: O nome do cofre precisa ser único.
zh_hans: 保险库名称需要是唯一的

source: Vault Overview
de: Tresorübersicht
es: Resumen del Bóveda
hr: Pregled trezora
it: Panoramica del Vault
pt: Visão Geral do Cofre
zh_hans: 保险库概览

# vaultPart
source: Vault Share
de: Tresorteil
es: Parte del cofre
hr: Dio trezora
it: Parte della cassaforte
pt: Parte do cofre
zh_hans: 保险库份额

# vaultRestoreFailed
source: Failed to restore vault
de: Wiederherstellung des Tresors fehlgeschlagen
es: No se pudo restaurar el almacén
hr: Neuspješno vraćanje spremišta
it: Ripristino del caveau non riuscito
pt: Falha ao restaurar o cofre
zh_hans: 恢复保险库失败

source: Vaults
de: Tresore
es: Cajas Fuertes
hr: Sefovi
it: Cassaforti
pt: Cofres
zh_hans: 保险库

source: Vault selected
de: Vault ausgewählt
es: Bóveda seleccionada
hr: Odabrani trezor
it: Vault selezionato
pt: Vault selecionado
zh_hans: 已选择保险库

source: Vault Settings
de: Tresor Einstellungen
es: Configuración de bóveda
hr: Postavke trezora
it: Impostazioni Vault
pt: Configurações do cofre
zh_hans: 保险库设置

# vaultSettingsSecurityScreenContentBottomsheet
source: Disabling on-chain security means Blockaid can't verify transactions. You'll be less protected
de: Deaktivieren von Sicherheit auf Kettensicherheit bedeutet, dass Blockaid Transaktionen nicht überprüfen kann. Sie werden weniger geschützt sein
es: Desactivar la seguridad en la cadena significa que bloquea no puede verificar las transacciones. Estará menos protegido
hr: Onemogućavanje sigurnosti na lancu znači da blokadi mogu provjeriti transakcije. Bit ćete manje zaštićeni
it: La disabilitazione della sicurezza in catena significa che Blockaid non può verificare le transazioni. Sarai meno protetto
pt: Desativar a segurança na cadeia significa que o Blockaid não pode verificar as transações. Você estará menos protegido
zh_hans: 禁用链上安全意味着 Blockaid 无法验证交易。您将受到较少保护

# vaultSettingsSecurityScreenTitle
source: Security
de: Sicherheit
es: Seguridad
hr: Sigurnost
it: Sicurezza
pt: Segurança
zh_hans: 安全

# vaultSettingsSecurityScreenTitleBottomsheet
source: On-chain security disabled
de: On-Chain-Sicherheitsbehörde
es: Seguridad en cadena discapacitado
hr: Sigurnost na lancu onemogućena
it: Sicurezza in catena disabilitata
pt: Segurança na cadeia desativada
zh_hans: 链上安全已禁用

# vaultSettingsSecurityScreenTitleContent
source: You can disable your realtime on-chain security
de: Sie können Ihre Echtzeit-On-Chain-Sicherheit deaktivieren
es: Puede deshabilitar su seguridad en la cadena en tiempo real
hr: Možete onemogućiti svoju stvarnu sigurnost u lancu
it: Puoi disabilitare la tua sicurezza in tempo reale
pt: Você pode desativar sua segurança na cadeia em tempo real
zh_hans: 您可以禁用实时链上安全

# vaultSettingsSecurityScreenTitleSwitch
source: Manage your on-chain security
de: Verwalten Sie Ihre On-Chain-Sicherheit
es: Administre su seguridad en la cadena
hr: Upravljanje sigurnošću na lancu
it: Gestisci la tua sicurezza in catena
pt: Gerencie sua segurança na cadeia
zh_hans: 管理您的链上安全

# vaultSettingsSecuritySubtitle
source: Manage your on-chain security
de: Verwalten Sie Ihre On-Chain-Sicherheit
es: Administre su seguridad en la cadena
hr: Upravljanje sigurnošću na lancu
it: Gestisci la tua sicurezza in catena
pt: Gerencie sua segurança na cadeia
zh_hans: 管理您的链上安全

# vaultSettingsSecurityTitle
source: On-chain Security
de: Sicherheit auf Ketten
es: Seguridad en la cadena
hr: Sigurnost na lancu
it: Sicurezza in catena
pt: Segurança na cadeia
zh_hans: 链上安全

source: Vault Setup
es: Configuración de bóveda
hr: Postavljanje trezora
it: Setup Vault
pt: Configuração do cofre
zh_hans: 保险库设置

# vaultShareBackupsViewTitle1
source: You’ll create new Vault Share backups
de: Du wirst neue Tresor-Backups erstellen
es: Crearás nuevas copias de seguridad de la bóveda
hr: Stvorit ćeš nove sigurnosne kopije dijelova trezora
it: Creerai nuovi backup delle quote del vault
pt: Você criará novos backups das partes do cofre
zh_hans: 您将创建新的保险库份额备份

# vaultShareBackupsViewTitle2
source: , store them as you did before
de: , speichere sie wie zuvor
es: , guárdalas como hiciste antes
hr: , pohrani ih kao i prije
it: , conservali come fatto in precedenza
pt: , armazene-os como antes
zh_hans: ，像以前一样存储它们

# vaultType
source: Vault Share
de: Tresorteil
es: Participación del Bóveda
hr: Dio trezora
it: Quota della Cassaforte
pt: Parte do Cofre
zh_hans: 保险库份额

# vaultTypeDoesnotMatch
source: Vault type doesn't match
de: Tresortyp stimmt nicht überein
es: El tipo de bóveda no coincide
hr: Vrsta trezora se ne podudara
it: Il tipo di cassaforte non corrisponde
pt: O tipo de cofre não corresponde
zh_hans: 保险库类型不匹配

# vaultTypeMismatch
source: Vault type doesn't match, initiate device and pair device's vault type are different
de: Tresortyp stimmt nicht überein, initiierende Gerät und gekoppeltes Gerät haben unterschiedliche Tresortypen
es: El tipo de bóveda no coincide, el dispositivo iniciador y el dispositivo emparejado tienen tipos de bóveda diferentes
hr: Vrsta trezora se ne podudara, pokretni uređaj i upareni uređaj imaju različite vrste trezora
it: Il tipo di vault non corrisponde, il dispositivo di avvio e il dispositivo accoppiato hanno tipi di vault diversi
pt: O tipo de cofre não corresponde, o dispositivo iniciador e o dispositivo emparelhado têm tipos de cofre diferentes
zh_hans: 保险库类型不匹配，发起设备和配对设备的保险库类型不同

source: Vault upgraded
de: Vault aktualisiert
es: Bóveda actualizada
hr: Trezor nadograđen
it: Vault aggiornato
pt: Cofre atualizado
zh_hans: 保险库已升级

source: Vault Value
de: Tresorwert
es: Valor del almacén
hr: Vrijednost spremišta
it: Valore del caveau
pt: Valor do cofre
zh_hans: 保险库价值

# vaultWillBeDeletedPermanentlyPrompt
source: I am aware that the vault will be deleted permanently
de: Mir ist bewusst, dass der Tresor dauerhaft gelöscht wird
es: Soy consciente de que el almacén será eliminado permanentemente
hr: Svjestan sam da će spremište biti trajno izbrisano
it: Sono consapevole che il caveau sarà eliminato permanentemente
pt: Estou ciente de que o cofre será excluído permanentemente
zh_hans: 我知道保险库将被永久删除

# verificationCodeTryAgain
source: Error verifying code, please try again
de: Falscher Verifizierungscode, bitte geben Sie den richtigen ein.
es: Código de verificación incorrecto, por favor ingrese el correcto.
hr: Pogrešan verifikacijski kod, molimo unesite ispravan.
it: Codice di verifica errato, si prega di inserire quello corretto.
pt: Código de verificação incorreto, por favor insira o correto.
zh_hans: 验证代码时出错，请重试

source: Verify
de: Verifizieren
es: Verificar
hr: Provjeri
it: Verifica
pt: Verificar
zh_hans: 验证

# verifyBoxCheck
source: Please check all the boxes
de: Bitte alle Kästchen ankreuzen
es: Marca todas las casillas
hr: Molimo označite sve kućice
it: Seleziona tutte le caselle
pt: Marque todas as caixas
zh_hans: 请选中所有复选框

source: Verify Email
de: E-Mail bestätigen
es: Verificar correo electrónico
hr: Potvrdi e-mail
it: Verifica email
pt: Verificar e-mail
zh_hans: 验证电子邮件

source: Verifying...
de: Überprüfung läuft...
es: Verificando...
hr: Provjera u tijeku...
it: Verifica in corso...
pt: Verificando...
zh_hans: 正在验证...

source: Verifying code, please wait
de: Code wird überprüft, bitte warten
es: Verificando código, por favor espera
hr: Provjera koda, pričekajte
it: Verifica del codice in corso, attendere
pt: Verificando código, aguarde
zh_hans: 正在验证代码，请稍候

source: Verify Password
de: Passwort bestätigen
es: Verificar contraseña
hr: Potvrdite lozinku
it: Verifica la password
pt: Verificar senha
zh_hans: 验证密码

# verifyPasswordMismatch
source: Please make sure your passwords match.
de: Bitte stelle sicher, dass deine Passwörter übereinstimmen.
es: Por favor, asegúrate de que tus contraseñas coinciden.
hr: Molimo vas provjerite da su vaše lozinke iste.
it: Assicurati che le tue password corrispondano.
pt: Certifique-se de que suas senhas coincidem.
zh_hans: 请确保您的密码匹配

source: Vultiserver Password
de: Vultiserver-Passwort
es: Contraseña de Vultiserver
hr: Vultiserver lozinka
it: Password Vultiserver
pt: Senha do Vultiserver
zh_hans: Vultiserver 密码

source: Vultisig - Referrals
de: Vultisig – Empfehlungen
es: Vultisig - Referidos
hr: Vultisig – Preporuke
it: Vultisig - Inviti
pt: Vultisig - Indicações
zh_hans: Vultisig - 推荐

source: Vultisig Community
de: Vultisig -Gemeinschaft
es: Comunidad Vultisig
hr: Vultisig zajednica
it: Comunità Vultisig
pt: Comunidade Vultisig
zh_hans: Vultisig 社区

source: Vultisig Education
de: Vultisig -Bildung
es: Educación Vultisig
hr: Edukacija Vultisig
pt: Educação Vultisig
zh_hans: Vultisig 教育

source: Vultisig Website
es: Sitio web de Vultisig
hr: Web stranica Vultisig
it: Sito Web Vultisig
pt: Site do Vultisig
zh_hans: Vultisig 网站

# waitingForKeygenStart
source: Waiting for key generation to start...
de: Warten auf den Beginn der Schlüsselgenerierung...
es: Esperando que comience la generación de clave...
hr: Čekanje na početak generiranja ključa...
it: In attesa dell'inizio della generazione della chiave...
pt: Aguardando o início da geração de chave...
zh_hans: 等待密钥生成开始...

# waitingForKeygenToStart
source: Waiting for key generation to start, please wait...
de: Warten auf den Start der Schlüsselgenerierung, bitte warten...
es: Esperando que comience la generación de clave, por favor espera...
hr: Čekanje na početak generiranja ključa, molimo pričekajte...
it: In attesa dell'inizio della generazione della chiave, per favore aspetta...
pt: Aguardando o início da geração de chave, por favor, espere...
zh_hans: 等待密钥生成开始，请稍候...

# waitingForKeySignStart
source: Waiting for the signing process to begin...
de: Warten auf Unterzeichnungsbeginn...
es: Esperando que comience el proceso de firma...
hr: Čekanje na početak procesa potpisivanja...
it: In attesa dell'inizio del processo di firma...
pt: Aguardando o início do processo de assinatura...
zh_hans: 等待签名过程开始...

source: Waiting on device
de: Warte auf Gerät
es: Esperando al dispositivo
hr: Čekanje uređaja
it: In attesa del dispositivo
pt: Aguardando o dispositivo
zh_hans: 等待设备

source: Waiting on devices...
de: Warten auf Geräte...
es: Esperando dispositivos...
hr: Čekanje na uređaje...
it: In attesa dei dispositivi...
pt: Aguardando dispositivos...
zh_hans: 等待设备...

# walletBalanceExceededError
source: The total amount and fee exceed your wallet's balance. Try again.
de: Die Gesamtmenge und die Gebühr überschreiten das Saldo deiner Brieftasche. Versuche es erneut.
es: El total de la cantidad y la tarifa excede el saldo de tu cartera. Intenta de nuevo.
hr: Ukupni iznosi naknada premašuju saldo vašeg novčanika. Pokušajte ponovno.
it: La quantità totale e la commissione superano il saldo del tuo portafoglio. Riprova.
pt: O total da quantidade e da taxa excede o saldo da sua carteira. Tente novamente.
zh_hans: 总金额和费用超过您钱包的余额。请重试

# walletBalanceExceededSolanaError
source: The combined amount and fee exceed your wallet's balance. Try again.
de: Die Summe aus Menge und Gebühr übersteigt das Guthaben. Versuche es erneut.
es: La cantidad combinada y la tarifa exceden el saldo de tu cartera. Intenta de nuevo.
hr: Ukupni iznos i naknada premašuju saldo vašeg novčanika. Pokušajte ponovno.
it: La quantità combinata e la commissione superano il saldo del tuo portafoglio. Riprova.
pt: A quantidade combinada e a taxa excedem o saldo da sua carteira. Tente novamente.
zh_hans: 总金额和费用超过您钱包的余额。请重试

source: Want to create vault privately?
de: Möchtest du den Tresor privat erstellen?
es: ¿Quieres crear la bóveda en privado?
hr: Želite li stvoriti trezor privatno?
it: Vuoi creare il vault in privato?
pt: Deseja criar o cofre de forma privada?
zh_hans: 想要私密创建保险库？

source: Want to sign privately?
de: Möchtest du privat signieren?
es: ¿Quieres firmar en privado?
hr: Želite li potpisivati privatno?
it: Vuoi firmare in privato?
pt: Deseja assinar de forma privada?
zh_hans: 想要私密签名？

# weJustSentYourBackupShare
source: We just sent your backup share to your email. If you don’t see it, check your spam folder.
de: Wir haben gerade Ihre Backup -Freigabe an Ihre E -Mail gesendet. Wenn Sie es nicht sehen, überprüfen Sie Ihren Spam -Ordner.
es: Acabamos de enviar su compartir su copia de seguridad a su correo electrónico. Si no lo ve, revise su carpeta de spam.
hr: Upravo smo poslali vašu sigurnosnu kopiju u vašu e -poštu. Ako ga ne vidite, provjerite mapu neželjene pošte.
it: Abbiamo appena inviato la tua condivisione di backup alla tua email. Se non lo vedi, controlla la cartella spam.
pt: Acabamos de enviar seu compartilhamento de backup para o seu e -mail. Se você não vir, verifique sua pasta de spam.
zh_hans: 我们刚刚将您的备份份额发送到您的电子邮件。如果您没有看到它，请检查您的垃圾邮件文件夹

source: Well done.
de: Gut gemacht.
es: Bien hecho.
hr: Dobro napravljeno.
it: Ben fatto.
pt: Muito bem.
zh_hans: 做得好

# whileYouWait
source: While you wait, Vultisig is...
de: Während Sie warten, bereitet Vultisig vor...
es: Mientras esperas, Vultisig está...
hr: Dok čekate, Vultisig priprema...
it: Mentre aspetti, Vultisig sta...
pt: Enquanto espera, Vultisig está...
zh_hans: 在您等待时，Vultisig 正在...

# whitespaceNotAllowed
source: Whitespace character is not allowed
de: Leerzeichen sind nicht erlaubt.
es: Razmak nije dopušten.
hr: Karakter bijelog prostora nije dopušten
it: I caratteri di spazio non sono consentiti.
pt: Caracteres de espaço não são permitidos.
zh_hans: 不允许空格字符

# withTheseDevices
source: With these Vault Shares
de: Mit diesen Geräten
es: Con estos dispositivos
hr: S ovim uređajima
it: Con questi dispositivi
pt: Com estes dispositivos
zh_hans: 使用这些保险库份额

source: Wrong password
de: Falsches Passwort
es: Contraseña incorrecta
hr: Pogrešna lozinka
it: Password errata
pt: Senha incorreta
zh_hans: 密码错误

# wrongPasswordHint
source: Your password hint is:
de: Dein Passwort-Hinweis ist:
es: Tu pista de contraseña es:
hr: Vaš savjet za lozinku je:
it: Il suggerimento per la tua password è:
pt: Sua dica de senha é:
zh_hans: 您的密码提示是：

# wrongVaultPassword
source: Wrong vault password. Please, try again.
de: Falsches Gewölbekennwort. Bitte versuchen Sie es erneut.
es: Contraseña de bóveda incorrecta. Por favor, intente de nuevo.
hr: Pogrešna lozinka trezora. Molim vas, pokušajte ponovo.
it: Password di Vault sbagliata. Per favore, riprova.
pt: Senha do cofre errada. Por favor, tente novamente.
zh_hans: 保险库密码错误。请重试

# wrongVaultSelected
source: You chose the wrong vault
de: Sie haben den falschen Tresor gewählt
es: Elegiste la bóveda incorrecta
hr: Odabrali ste pogrešan trezor
it: Hai scelto il vault sbagliato
pt: Você escolheu o cofre errado
zh_hans: 您选择了错误的保险库

# wrongVaultTryAgain
source: Wrong Vault or Pair
de: Falscher Tresor oder gekoppeltes Gerät.
es: Caja Fuerte o Dispositivo Emparejado Incorrecto.
hr: Pogrešan sef ili upareni uređaj.
it: Cassaforte o Dispositivo Accoppiato Errato.
pt: Cofre ou Dispositivo Emparelhado Incorreto.
zh_hans: 错误的保险库或配对

# x
source: X (Twitter)
de: x
es: x
hr: x
it: x
pt: x
zh_hans: X（推特）

source: You are creating a
de: Du erstellst eine
es: Estás creando un
hr: Stvaraš
it: Stai creando un
pt: Você está criando um
zh_hans: 您正在创建一个

# youAreInLocalMode
source: You’re in local mode
de: Du bist im lokalen Modus
es: Estás en modo local
hr: Nalazite se u lokalnom načinu rada
it: Sei in modalità locale
pt: Você está no modo local
zh_hans: 您处于本地模式

# youArePermanentlyDeletingVault
source: You are permanently deleting your vault
de: Sie löschen Ihren Tresor dauerhaft
es: Estás eliminando permanentemente tu almacén
hr: Trajno brišete svoje spremište
it: Stai eliminando definitivamente il tuo caveau
pt: Você está excluindo permanentemente seu cofre
zh_hans: 您正在永久删除您的保险库

source: You need at least
de: Du brauchst mindestens
es: Necesitas al menos
hr: Trebate barem
it: Almeno hai bisogno
pt: Você precisa pelo menos
zh_hans: 您至少需要

# yourConfigurationChangedMakeBackup
source: Your configuration changed, make a new backup.
de: Ihre Konfiguration hat sich geändert, erstellen Sie ein neues Backup.
es: Su configuración ha cambiado, haga un nuevo respaldo.
hr: Vaša konfiguracija se promijenila, napravite novu sigurnosnu kopiju.
it: La tua configurazione è cambiata, crea un nuovo backup.
pt: Sua configuração mudou, faça um novo backup.
zh_hans: 您的配置已更改，请进行新备份

source: You’re sending
de: Du sendest
es: Estás enviando
hr: Šalješ
it: Stai inviando
pt: Você está enviando
zh_hans: 您正在发送

source: You’re swapping
de: Du tauschst
es: Estás intercambiando
hr: Zamjenjuješ
it: Stai scambiando
pt: Você está trocando
zh_hans: 您正在交换

# yourFriendsReferralCode
source: Your Friend Referral Code
de: Ihr Freundesversuchscode
es: El código de referencia de tu amigo
hr: Kod vašeg prijatelja za upućivanje prijatelja
it: Il tuo codice di riferimento
pt: Seu código de referência de amigo
zh_hans: 您朋友的推荐码

source: Your Referral Code
de: Dein Empfehlungscode
es: Tu código de referido
hr: Tvoj referalni kod
it: Il tuo codice referral
pt: Seu código de indicação
zh_hans: 您的推荐码

# followVultisigBannerTitle
source: Vultisig is building with you
de: Vultisig baut mit dir.
es: Vultisig está construyendo contigo.
hr: Vultisig gradi s tobom.
it: Vultisig sta costruendo con te.
pt: Vultisig está construindo com você.
zh_hans: Vultisig 与您一起构建

# followVultisigBannerSubtitle
source: Follow us on X
de: Folge uns auf X
es: Síguenos en X
hr: Prati nas na X
it: Seguici su X
pt: Siga-nos no X
zh_hans: 在 X 上关注我们

# followVultisigBannerButtonTitle
source: Follow @Vultisig
de: Folge @Vultisig
es: Seguir @Vultisig
hr: Prati @Vultisig
it: Segui @Vultisig
pt: Seguir @Vultisig
zh_hans: 关注 @Vultisig

# backupBannerTitle
source: Back Up Your Vault
de: Sichere deinen Tresor
es: Respalda tu Bóveda
hr: Napravi sigurnosnu kopiju svog trezora
it: Esegui il backup del tuo Vault
pt: Faça Backup do Seu Cofre
zh_hans: 备份您的保险库

# backupBannerSubtitle
source: Keep access safe, store online
de: Halte den Zugang sicher, speichere online
es: Mantén el acceso seguro, almacena en línea
hr: Zadrži siguran pristup, pohrani online
it: Mantieni l'accesso sicuro, archivia online
pt: Mantenha o acesso seguro, armazene online
zh_hans: 保持访问安全，在线存储

# backupBannerButtonTitle
source: Backup Vault
de: Tresor sichern
es: Respaldar Bóveda
hr: Sigurnosno kopiraj trezor
pt: Backup do Cofre
zh_hans: 备份保险库

source: Add to Address Book
de: Zum Adressbuch Hinzufügen
es: Agregar a la Libreta de Direcciones
hr: Dodaj u Adresar
it: Aggiungi alla Rubrica
pt: Adicionar ao Catálogo de Endereços
zh_hans: 添加到地址簿

source: $VULT Discount Tiers
de: $VULT Rabattstufen
es: Niveles de Descuento $VULT
hr: $VULT Razine Popusta
it: Livelli di Sconto $VULT
pt: Níveis de Desconto $VULT
zh_hans: $VULT 折扣等级

# vultDiscountTiersDescription
source: Hold $VULT to unlock lower trading fees.
de: Halten Sie $VULT, um niedrigere Handelsgebühren freizuschalten.
es: Mantén $VULT para desbloquear comisiones de trading más bajas.
hr: Držite $VULT da biste otključali niže naknade za trgovanje.
it: Mantieni $VULT per sbloccare commissioni di trading più basse.
pt: Mantenha $VULT para desbloquear taxas de negociação mais baixas.
zh_hans: 持有 $VULT 以解锁较低的交易费用

source: Bronze
es: Bronce
hr: Bronca
it: Bronzo
zh_hans: 青铜

source: Silver
de: Silber
es: Plata
hr: Srebro
it: Argento
pt: Prata
zh_hans: 白银

source: Gold
es: Oro
hr: Zlato
it: Oro
pt: Ouro
zh_hans: 黄金

source: Platinum
de: Platin
es: Platino
hr: Platina
it: Platino
pt: Platina
zh_hans: 铂金

source: Unlock Tier
de: Stufe freischalten
es: Desbloquear Nivel
hr: Otključaj razinu
it: Sblocca livello
pt: Desbloquear nível
zh_hans: 解锁等级

# unlockXTier
source: Unlock %@ Tier
de: %@ Stufe freischalten
es: Desbloquear Nivel %@
hr: Otključaj %@ razinu
it: Sblocca livello %@
pt: Desbloquear nível %@
zh_hans: 解锁 %@ 等级

# unlockXTierDescription
source: By holding %@ $VULT, you’ll unlock the %@ Tier and receive a %@ bps trading fee discount on all swaps.
de: Durch das Halten von %@ $VULT schalten Sie die %@ Stufe frei und erhalten einen Rabatt von %@ bps auf alle Swaps.
es: Al mantener %@ $VULT, desbloquearás el Nivel %@ y recibirás un descuento de %@ bps en comisiones de trading en todos los swaps.
hr: Držanjem %@ $VULT otključat ćete %@ razinu i primiti popust od %@ bps na naknade za trgovanje na svim swapovima.
it: Tenendo %@ $VULT, sbloccherai il livello %@ e riceverai uno sconto di %@ bps sulle commissioni di trading su tutti gli swap.
pt: Ao manter %@ $VULT, você desbloqueará o nível %@ e receberá um desconto de %@ bps nas taxas de negociação em todos os swaps.
zh_hans: 通过持有 %@ $VULT，您将解锁 %@ 等级并在所有交换中获得 %@ 个基点的交易费折扣

# unlockXTierDescriptionHighlighted
source: %@ bps trading fee discount
de: %@ bps Handelsgebührenrabatt
es: descuento de %@ bps en comisiones de trading
hr: popust od %@ bps na naknade za trgovanje
it: sconto di %@ bps sulle commissioni di trading
pt: desconto de %@ bps nas taxas de negociação
zh_hans: %@ 个基点交易费折扣

# vultDiscount
source: Discount: %dbps
de: Rabatt: %dbps
es: Descuento: %dbps
hr: Popust: %dbps
it: Sconto: %dbps
pt: Desconto: %dbps
zh_hans: 折扣：%d 个基点

source: Hold
de: Halten
es: Mantener
hr: Držite
it: Mantieni
pt: Manter
zh_hans: 持有

source: DeFi Portfolio
es: Portafolio DeFi
hr: DeFi Portfelj
it: Portafoglio DeFi
pt: Portfólio DeFi
zh_hans: DeFi 投资组合

source: Bonded
de: Gebunden
es: Vinculado
hr: Vezano
it: Vincolato
pt: Vinculado
zh_hans: 已绑定

source: Staked
de: Eingesetzt
es: Apostado
hr: Uloženo
it: In Staking
pt: Em Staking
zh_hans: 已质押

source: LPs
zh_hans: 流动性池

# bondedCoin
source: Total Bonded %@
de: Gesamt Gebundene %@
es: Total Vinculado %@
hr: Ukupno Vezani %@
it: Totale Vincolato %@
pt: Total Vinculado %@
zh_hans: 总绑定 %@

source: Available Nodes
de: Verfügbare Knoten
es: Nodos Disponibles
hr: Dostupni Čvorovi
it: Nodi Disponibili
pt: Nós Disponíveis
zh_hans: 可用节点

source: Active Nodes
de: Aktive Knoten
es: Nodos Activos
hr: Aktivni Čvorovi
it: Nodi Attivi
pt: Nós Ativos
zh_hans: 活跃节点

source: Churned Out
de: Ausgeschieden
es: Desvinculado
hr: Isključen
it: Escluso
pt: Excluído
zh_hans: 已淘汰

source: Whitelisted
de: Auf Whitelist
es: En Lista Blanca
hr: Na Bijeloj Listi
it: In Whitelist
pt: Na Lista Branca
zh_hans: 白名单

source: Standby
de: Bereitschaft
es: En Espera
hr: U Pripravnosti
it: In Standby
pt: Em Espera
zh_hans: 待机

source: Ready
de: Bereit
es: Listo
hr: Spreman
it: Pronto
pt: Pronto
zh_hans: 就绪

source: Disabled
de: Deaktiviert
es: Deshabilitado
hr: Onemogućeno
it: Disabilitato
pt: Desativado
zh_hans: 已禁用

# bondNodeAddress
source: Node Address: %@
de: Knotenadresse: %@
es: Dirección del Nodo: %@
hr: Adresa Čvora: %@
it: Indirizzo Nodo: %@
pt: Endereço do Nó: %@
zh_hans: 节点地址：%@

source: Request to Bond
de: Bindungsanfrage
es: Solicitud de Vinculación
hr: Zahtjev za Vezivanje
it: Richiesta di Vincolo
pt: Solicitação de Vínculo
zh_hans: 请求绑定

source: Bond to Node
de: An Knoten binden
es: Vincular al Nodo
hr: Veži na Čvor
it: Vincola al Nodo
pt: Vincular ao Nó
zh_hans: 绑定到节点

# waitChurnedOutNode
source: Wait until Node is churned out
de: Warten Sie, bis der Knoten ausgeschieden ist
es: Espera hasta que el Nodo sea desvinculado
hr: Pričekajte dok čvor ne bude isključen
it: Attendi fino a quando il Nodo non viene escluso
pt: Aguarde até que o Nó seja excluído
zh_hans: 等待节点被淘汰

source: APY
zh_hans: 年化收益率

source: Next Award
de: Nächste Belohnung
es: Próxima Recompensa
hr: Sljedeća Nagrada
it: Prossima Ricompensa
pt: Próxima Recompensa
zh_hans: 下次奖励
