Repository: vultisig/vultisig-ios
Catalog: VultisigApp/VultisigApp/Localizables/*.lproj/Localizable.strings
Languages: de, es, hr, it, pt, zh_hans

# fastVaultSummaryText2
source: Vault Share 2 stored by you
de: Vault Share 2 von Ihnen gespeichert
es: Bóveda compartida 2 almacenada por ti
hr: SAVJET SAVJET 2
it: Vault share 2 memorizzato da te
pt: Vault Share 2 armazenado por você
zh_hans: 由您存储的保险库份额 2

# fastVaultSummaryText3
source: Keep vault shares in different locations
de: Halten Sie Vault Shares an verschiedenen Orten
es: Mantenga las acciones de Vault en diferentes ubicaciones
hr: Držite udjele trezora na različitim mjestima
it: Conservare le azioni Vault in diverse posizioni
pt: Mantenha as ações da Vault em diferentes locais
zh_hans: 将保险库份额保存在不同位置

# fastVaultSummaryText4
source: Access to all vault shares ensures maximum security for your funds
de: Zugriff auf alle Vault-Shares gewährleistet maximale Sicherheit für Ihre Gelder
es: El acceso a todas las partes del vault garantiza la máxima seguridad para sus fondos
hr: Pristup svim dijelovima trezora osigurava maksimalnu sigurnost za vaša sredstva
it: L'accesso a tutte le parti del vault garantisce la massima sicurezza per i tuoi fondi
pt: O acesso a todas as partes do vault garante segurança máxima para seus fundos
zh_hans: 访问所有保险库份额可确保您的资金获得最大安全保障

source: Fees
de: Gebühren
es: Tarifas
hr: Naknade
it: Commissioni
pt: Taxas
zh_hans: 费用

source: Fetching Vault Details
de: Tresordetails werden abgerufen
es: Obteniendo detalles del almacén
hr: Dohvaćanje pojedinosti o spremištu
it: Recupero dei dettagli del caveau
pt: Buscando detalhes do cofre
zh_hans: 正在获取保险库详情

# findCustomTokens
source: Find custom token
de: Finde Deinen Benutzerdefinierten Token
es: Encuentra Tu Token Personalizado
hr: Pronađite Svoj Prilagođeni Token
it: Trova Il Tuo Token Personalizzato
pt: Encontre Seu Token Personalizado
zh_hans: 查找自定义代币

source: Folder
de: Ordner
es: Carpeta
hr: Mapa
it: Cartella
pt: Pasta
zh_hans: 文件夹

source: Folder Name
de: Ordnername
es: Nombre de la Carpeta
hr: Naziv Mape
it: Nome della Cartella
pt: Nome da Pasta
zh_hans: 文件夹名称

# folderNeedsOneVault
source: Folder needs to have at least one selected vault.
de: Der Ordner muss mindestens einen ausgewählten Tresor enthalten.
es: La carpeta debe tener al menos un Vault seleccionado.
hr: Mapa mora sadržavati barem jedan odabrani trezor.
it: La cartella deve contenere almeno un Vault selezionato.
pt: A pasta precisa ter pelo menos um cofre selecionado.
zh_hans: 文件夹需要至少选择一个保险库

source: Folders
de: Ordner
es: Carpetas
hr: Mape
it: Cartelle
pt: Pastas
zh_hans: 文件夹

source: From
de: Von
es: De
hr: Od
it: Da
pt: De
zh_hans: 从

source: From Asset
de: Von Vermögenswert
es: Del activo
hr: Iz imovine
it: Da asset
pt: Do ativo
zh_hans: 来源资产

source: Function
de: Funktion
es: función
hr: funkcija
it: funzione
pt: função
zh_hans: 功能

source: Gas
hr: Plin
pt: Gás
zh_hans: 燃料

source: Gas (auto)
hr: Plin (auto)
pt: Gás (auto)
zh_hans: 燃料（自动）

# gasEstimateError:
source: Error estimating gas:
de: Fehler bei der Berechnung der Netzgebühren:
es: Error estimando gas:
hr: Greška u procjeni plina:
it: Errore nella stima del gas:
pt: Erro estimando gás:
zh_hans: 估算燃料费错误：

# gasEstimateETHError
source: Error to estimate gas for ETH
de: Fehler bei der Berechnung der Netzgebühren für ETH
es: Error al estimar gas para ETH
hr: Greška u procjeni plina za ETH
it: Errore nella stima del gas per ETH
pt: Erro ao estimar gás para ETH
zh_hans: 估算 ETH 燃料费错误

# gasEstimateTOKENError
source: Error to estimate gas for the TOKEN
de: Fehler bei der Berechnung der Netzgebühren für TOKEN
es: Error al estimar gas para el TOKEN
hr: Greška u procjeni plina za TOKEN
it: Errore nella stima del gas per il TOKEN
pt: Erro ao estimar gás para o TOKEN
zh_hans: 估算代币燃料费错误

source: General
de: Allgemein
hr: Općenito
it: Generale
pt: Em geral
zh_hans: 通用

# generatingECDSA
source: Generating ECDSA Key
de: ECDSA-SCHLÜSSEL GENERIEREN
es: GENERANDO CLAVE ECDSA
hr: GENERIRANJE ECDSA KLJUČA
it: GENERANDO CHIAVE ECDSA
pt: GERANDO CHAVE ECDSA
zh_hans: 正在生成 ECDSA 密钥

# generatingECDSAText1
source: Self-custodial,
de: Selbstverwahrt,
es: Autocustodia,
hr: Samostalno skrbništvo,
it: Autocustodia,
pt: Auto custódia,
zh_hans: 自我托管，

# generatingECDSAText2
source: giving complete control over your assets
de: gibt Ihnen die vollständige Kontrolle über Ihre Vermögenswerte
es: dándote control total sobre tus activos
hr: potpuna kontrola nad vašom imovinom
it: dandoti il pieno controllo dei tuoi beni
pt: dando controle total sobre seus ativos
zh_hans: 完全控制您的资产

# generatingEdDSA
source: Generating EdDSA Key
de: EdDSA-SCHLÜSSEL GENERIEREN
es: GENERANDO CLAVE EdDSA
hr: GENERIRANJE EdDSA KLJUČA
it: GENERANDO CHIAVE EdDSA
pt: GERANDO CHAVE EdDSA
zh_hans: 正在生成 EdDSA 密钥

# generatingEdDSAText1
source: Cross-chain.
de: Kettenübergreifend.
es: Cadena cruzada.
hr: Unakrsni lanac.
it: Chain incrociata.
pt: Cadeia cruzada.
zh_hans: 跨链。

# generatingEdDSAText2
source: Swap your favourite tokens all in one vault
de: Tausche deine Lieblingstoken alle in einem Tresor
es: Intercambia tus tokens favoritos en un solo depósito
hr: Zamijeni svoje omiljene tokene u jednom trezoru
it: Scambia i tuoi token preferiti tutti in un unico vault
pt: Troque seus tokens favoritos todos em um único cofre
zh_hans: 在一个保险库中交换您喜欢的代币

source: German
de: Deutsch
es: Alemán
hr: Njemački
it: Tedesco
pt: Alemão
zh_hans: 德语

source: Get started
de: Loslegen
es: Comenzar
hr: Započni
it: Inizia ora
pt: Começar
zh_hans: 开始

source: Got it
de: Verstanden
es: Entendido
hr: Razumijem
it: Capito
pt: Entendi
zh_hans: 知道了

source: Go to Home View
de: Gehe zum Startbildschirm
es: Ir a casa
hr: Idite kod kuće
it: Vai alla vista a casa
pt: Vá para Home View
zh_hans: 前往主页

source: Go to wallet
de: Zur Wallet
es: Ir a la billetera
hr: Idi na novčanik
it: Vai al wallet
pt: Ir para a carteira
zh_hans: 前往钱包

source: Hash copied
de: Hash kopiert
es: Hash copiado
hr: Hash kopiran
it: Hash copiato
pt: Hash copiado
zh_hans: 哈希已复制

source: Hide balance
de: Guthaben ausblenden
es: Ocultar saldo
hr: Sakrij saldo
it: Nascondi saldo
pt: Ocultar saldo
zh_hans: 隐藏余额

source: Hold for paired sign
de: Halte für gekoppeltes Signieren
es: Mantén pulsado para firmar con dispositivo vinculado
hr: Drži za upareno potpisivanje
it: Tieni premuto per la firma abbinata
pt: Segure para assinatura emparelhada
zh_hans: 按住以配对签名

source: How it works
de: So funktioniert's
es: Cómo funciona
hr: Kako to radi
it: Come funziona
pt: Como funciona
zh_hans: 工作原理

source: Import
de: Importieren
es: Importar
hr: Uvoz
it: Importa
pt: Importar
zh_hans: 导入

# importExistingVault
source: Import an Existing Vault
de: Einen bestehenden Tresor importieren
es: Importar una Caja Fuerte Existente
hr: Uvezite postojeći sef
it: Importa una Cassaforte Esistente
pt: Importar um Cofre Existente
zh_hans: 导入现有保险库

source: Import Vault
de: Tresor importieren
es: Importar Vault
hr: Uvezi trezor
it: Importa Vault
pt: Importar Cofre
zh_hans: 导入保险库

source: Import your vault share
de: Importiere deinen Vault-Anteil
es: Importa tu parte del vault
hr: Uvezi svoj dio trezora
it: Importa la tua quota di vault
pt: Importe sua parte do cofre
zh_hans: 导入您的保险库份额

source: Incorrect Code
de: Falscher Code
es: Código incorrecto
hr: Netočan kod
it: Codice errato
pt: Código incorreto
zh_hans: 代码错误

source: Incorrect Password
de: Falsches Passwort
es: Contraseña incorrecta
hr: Netočna lozinka
it: Password errata
pt: Senha incorreta
zh_hans: 密码错误

# incorrectPasswordTryAgain
source: Incorrect password, please try again
de: Falsches Passwort, bitte versuche es erneut
es: Contraseña incorrecta, inténtalo de nuevo
hr: Neispravna lozinka, pokušajte ponovno
it: Password errata, riprova
pt: Senha incorreta, tente novamente
zh_hans: 密码错误，请重试

# informationNote
source: Keep devices on the same WiFi Network, correct vault and pair devices. Make sure no other devices are running Vultisig.
de: Halten Sie Geräte auf demselben WLAN -Netzwerk, korrigieren Sie Gewölbe und Paargeräte.
es: Mantenga dispositivos en la misma red WiFi, dispositivos de bóveda y par correcto.
hr: Držite uređaje na istoj WiFi mreži, ispravite trezor i uparine uređaje. Nmake Sigurno da nijedan drugi uređaji ne pokreću Vultisig.
it: Conservare i dispositivi sulla stessa rete WiFi, correggere i dispositivi Vault e coppia. Nmake Sicuro che nessun altro dispositivo sta eseguendo Vultisig.
pt: Mantenha os dispositivos na mesma rede Wi -Fi, dispositivos de cofre correto e pares.
zh_hans: 保持设备在同一 WiFi 网络上，正确的保险库和配对设备。 确保没有其他设备正在运行 Vultisig

source: Initializing Camera
de: Kamera wird initialisiert
es: Inicializando la cámara
hr: Inicijalizacija kamere
it: Inizializzazione della fotocamera
pt: Inicializando a câmera
zh_hans: 正在初始化相机

source: Initiating Device
de: Initiierendes Gerät
es: Dispositivo iniciador
hr: Pokrećući uređaj
it: Dispositivo di inizio
pt: Dispositivo de início
zh_hans: 发起设备

source: Insufficient Balance
de: Unzureichendes Guthaben
es: Saldo insuficiente
hr: Nedovoljno sredstava
it: Saldo insufficiente
pt: Saldo insuficiente
zh_hans: 余额不足

# insufficientBalanceForFunctions
source: Insufficient balance. Please enter an amount less than or equal to your available funds.
de: Unzureichendes Guthaben. Bitte geben Sie einen Betrag ein, der kleiner oder gleich Ihren verfügbaren Mitteln ist.
es: Saldo insuficiente. Por favor, ingresa una cantidad menor o igual a tus fondos disponibles.
hr: Nedovoljan saldo. Molimo unesite iznos manji ili jednak vašim dostupnim sredstvima.
it: Saldo insufficiente. Per favore, inserisci un importo minore o uguale ai tuoi fondi disponibili.
pt: Saldo insuficiente. Por favor, digite um valor menor ou igual aos seus fundos disponíveis.
zh_hans: 余额不足。请输入小于或等于可用资金的金额

# insufficientGasTokenError
source: Not enough %@ to cover gas fees for sending %@
de: Nicht genug %@ um die Gasgebühren für das Senden von %@ zu decken
es: No hay suficiente %@ para cubrir las tarifas de gas para enviar %@
hr: Nedovoljno %@ za pokrivanje naknada za plin za slanje %@
it: Non c'è abbastanza %@ per coprire le commissioni gas per inviare %@
pt: Não há %@ suficiente para cobrir as taxas de gas para enviar %@
zh_hans: 没有足够的 %@ 来支付发送 %@ 的燃料费

source: Intro
es: Introducción
hr: Uvod
pt: Introdução
zh_hans: 介绍

source: Invalid
de: Ungültig
es: Inválido
hr: Nevažeće
it: Non valido
pt: Inválido
zh_hans: 无效

source: Invalid Address
de: Ungültige Adresse
es: Dirección no válida
hr: Nevažeća adresa
it: Indirizzo non valido
pt: Endereço inválido
zh_hans: 无效地址

# invalidAddressChain
source: This address is invalid for this chain.
de: Diese Adresse ist für diese Kette ungültig.
es: Esta dirección es inválida para esta cadena.
hr: Ova adresa je nevažeća za ovu lance.
it: Questo indirizzo è invalido per questa catena.
pt: Este endereço é inválido para essa cadeia.
zh_hans: 此地址对于此链无效

source: Invalid balance
de: Ungültiges Guthaben
es: Saldo no válido
hr: Nevažeći saldo
it: Saldo non valido
pt: Saldo inválido
zh_hans: 无效余额

# invalidEmailPleaseCheck
source: Incorrect email, please check.
de: Falsche E-Mail, bitte überprüfen.
es: Correo electrónico incorrecto, por favor verifique.
hr: Netočna e-mail adresa, molimo provjerite.
it: E-mail non corretta, controlla.
pt: E-mail incorreto, verifique.
zh_hans: 电子邮件不正确，请检查

source: Invalid File Format
de: Ungültiges Dateiformat
es: Formato de archivo no válido
hr: Nevažeći format datoteke
it: Formato di file non valido
pt: Formato de arquivo inválido
zh_hans: 无效的文件格式

# invalidFileFormatMessage
source: Please make sure that you selected the correct backup file with .dat, .bak or .vult extension.
de: Bitte stelle sicher, dass die richtige Sicherungsdatei mit der Erweiterung .dat, .bak oder .vult ausgewählt wurde.
es: Asegúrate de haber seleccionado el archivo de respaldo correcto con extensión .dat, .bak o .vult.
hr: Molimo vas provjerite jeste li odabrali ispravnu sigurnosnu kopiju s ekstenzijom .dat, .bak ili .vult.
it: Assicurati di aver selezionato il file di backup corretto con estensione .dat, .bak o .vult.
pt: Certifique-se de que selecionou o arquivo de backup correto com extensão .dat, .bak ou .vult.
zh_hans: 请确保您选择了正确的备份文件，扩展名为 .dat、.bak 或 .vult

# invalidGasFeeError
source: Invalid gas fee provided.
de: Ungültige Gasgebühr angegeben.
es: Tarifa de gas inválida proporcionada.
hr: Nevažeća naknada za plin.
it: Commissione del gas fornita non valida.
pt: Taxa de gás inválida fornecida.
zh_hans: 提供的燃料费无效

# invalidTransactionAmountError
source: Invalid transaction amount provided.
de: Ungültige Transaktionsmenge angegeben.
es: Cantidad de transacción inválida proporcionada.
hr: Nevažeći iznos transakcije.
it: Quantità di transazione fornita non valida.
pt: Quantidade de transação inválida fornecida.
zh_hans: 提供的交易金额无效

source: Invalid vault data
de: Ungültige Tresordaten
es: Datos del almacén no válidos
hr: Nevažeći podaci spremišta
it: Dati del caveau non validi
pt: Dados do cofre inválidos
zh_hans: 无效的保险库数据

source: Italian
de: Italienisch
es: Italiano
hr: Talijanski
it: Italiano
pt: Italiano
zh_hans: 意大利语

source: Join
de: Beitreten
es: Unirse
hr: Pridruži se
it: Unisciti
pt: Juntar-se
zh_hans: 加入

# joiningKeygen
source: Joining key generation / share process, please wait...
de: Beitritt zum Keygen
es: Uniéndose al keygen
hr: Pridruživanje keygenu
it: Unendosi al keygen
pt: Entrando no keygen
zh_hans: 正在加入密钥生成/份额过程，请稍候...

source: Join Keygen
de: Keygen beitreten
es: Unirse a Keygen
hr: Pridružite se Keygen-u
it: Partecipa a Keygen
pt: Participar do Keygen
zh_hans: 加入密钥生成

# joinKeygenConnectionDisclaimer
source: Having trouble connecting? Use a personal hotspot connection instead. Or try a different network.
de: Probleme bei der Verbindung? Verwenden Sie stattdessen eine persönliche Hotspot-Verbindung. Oder probieren Sie ein anderes Netzwerk aus.
es: ¿Tienes problemas para conectar? Usa una conexión de punto de acceso personal. O prueba con otra red.
hr: Imate problema s povezivanjem? Koristite osobnu hotspot vezu. Ili pokušajte s drugom mrežom.
it: Problemi di connessione? Utilizza invece una connessione hotspot personale. Oppure prova una rete diversa.
pt: Problemas de conexão? Use uma conexão de hotspot pessoal. Ou tente uma rede diferente.
zh_hans: 连接有问题？ 请改用个人热点连接。 或尝试不同的网络

# joinKeygenViewDescription
source: Your vault will start generating from the moment you finalize setting up your vault on your main device
de: Dein Vault wird ab dem Moment generiert, in dem du die Einrichtung deines Vaults auf deinem Hauptgerät abschließt.
es: Tu vault comenzará a generarse en cuanto completes la configuración en tu dispositivo principal.
hr: Vaš trezor će se početi generirati čim dovršite postavljanje na svom glavnom uređaju.
it: Il tuo vault inizierà a essere generato non appena completerai la configurazione sul tuo dispositivo principale.
pt: Seu cofre começará a ser gerado assim que você finalizar a configuração no seu dispositivo principal.
zh_hans: 从您在主设备上完成设置保险库的那一刻起，您的保险库将开始生成

# joinKeygenViewTitle
source: Waiting for other devices to join
de: Warten auf den Beitritt weiterer Geräte
es: Esperando que otros dispositivos se unan
hr: Čekanje na pridruživanje drugih uređaja
it: In attesa che altri dispositivi si uniscano
pt: Aguardando outros dispositivos para entrar
zh_hans: 等待其他设备加入

source: Join Keyshare
de: Dem Schlüsselverteilungsprozess beitreten
es: Unirse a la Compartición de Clave
hr: Pridruži se dijeljenju ključa
it: Unisciti alla Condivisione Chiave
pt: Juntar-se ao Compartilhamento de Chave
zh_hans: 加入密钥共享

source: Join Keysign
de: Keysign beitreten
es: Unirse a Keysign
hr: Pridružite se Keysign-u
it: Partecipa a Keysign
pt: Participar do Keysign
zh_hans: 加入密钥签名

source: Join Reshare
de: Erneutem Teilen beitreten
es: Unirse al compartir
hr: Pridruži se ponovnom dijeljenju
it: Unisciti alla ricondivisione
pt: Juntar-se ao compartilhamento
zh_hans: 加入重新共享

source: Join Send
de: Melden Sie sich an
es: Unir envío
hr: Pridružite se pošaljite
it: Unisciti a inviare
pt: Junte -se a send
zh_hans: 加入发送

source: Join Send
de: Senden beitreten
es: Unirse a Enviar
hr: Pridruži se Slanju
it: Unisciti a Invia
pt: Juntar-se ao Envio
zh_hans: 加入发送

source: Join Swap
de: Tausch beitreten
es: Unirse al intercambio
hr: Pridruži se zamjeni
it: Unisciti allo scambio
pt: Participar da troca
zh_hans: 加入交换

source: Join transaction signing
de: Verbinden Sie die Transaktionsunterzeichnung
es: Unir firma de transacciones
hr: Pridružite se potpisivanju transakcija
it: Unisciti alla firma delle transazioni
pt: Junte -se à assinatura da transação
zh_hans: 加入交易签名

source: Key copied
de: Schlüssel kopiert
es: Clave copiada
hr: Ključ kopiran
it: Copiatura chiave
pt: Chave copiada
zh_hans: 密钥已复制

source: Keygen
de: Schlüsselerzeugung
es: Generación de claves
hr: Generiranje ključeva
it: Generazione chiavi
pt: Geração de chaves
zh_hans: 密钥生成

# keygenFailed
source: Key generation failed
de: Schlüsselgenerierung fehlgeschlagen
es: La generación de clave falló
hr: Generiranje ključa nije uspjelo
it: Generazione della chiave fallita
pt: A geração de chave falhou
zh_hans: 密钥生成失败

# keygenFailedErrorMessage
source: Keygen failed Please try again
de: Keygen fehlgeschlagen Bitte versuche es erneut
es: Keygen fallido Por favor, inténtalo de nuevo
hr: Keygen nije uspio Pokušajte ponovno
it: Keygen non riuscito Riprova
pt: Falha no Keygen Tente novamente
zh_hans: 密钥生成失败 请重试

source: Keygen for
de: Schlüsselgenerierung für
es: Generación de claves para
hr: Generiranje ključeva za
it: Generazione chiavi per
pt: Geração de chaves para
zh_hans: 密钥生成用于

# keygenInstructionsCar1DescriptionPart1
source: Vultisig is
de: Vultisig ist
es: Vultisig es
hr: Vultisig je
it: Vultisig è
pt: Vultisig é
zh_hans: Vultisig 是

# keygenInstructionsCar1DescriptionPart2
source: fully open-source.
de: vollständig open-source.
es: completamente open-source.
hr: potpuno otvorenog koda.
it: completamente open-source.
pt: totalmente open-source.
zh_hans: 完全开源的

# keygenInstructionsCar1DescriptionPart3
source: This means anyone can review the code, ensuring complete transparency and trustworthiness.
de: Das bedeutet, jeder kann den Code überprüfen und vollständige Transparenz und die Vertrauenswürdigkeit sicherstellen.
es: Esto significa que cualquier persona puede revisar el código, asegurando total transparencia y confiabilidad.
hr: To znači da svatko može pregledati kod, osiguravajući potpunu transparentnost i pouzdanost.
it: Questo significa che chiunque può rivedere il codice, garantendo trasparenza e affidabilità.
pt: Isso significa que qualquer pessoa pode revisar o código, garantindo total transparência e confiabilidade.
zh_hans: 这意味着任何人都可以审查代码，确保完全的透明度和可信度

# keygenInstructionsCar1Title
source: Did You Know?
de: Wusstest du schon?
es: ¿Sabías que?
hr: Jeste li znali?
it: Lo sapevi?
pt: Você sabia?
zh_hans: 您知道吗？

# keygenInstructionsCar2DescriptionPart2
source: No Seed Phrases Needed!
de: Keine Seed-Phrasen benötigt!
es: ¡No se necesitan frases de semilla!
hr: Nema potrebe za frazama sjemena!
it: Nessuna frase seme necessaria!
pt: Não precisa de frases-semente!
zh_hans: 无需助记词！

# keygenInstructionsCar2DescriptionPart3
source: Vultisig uses easy-to-manage vault shares, making it simpler and more secure than traditional wallets.
de: Vultisig verwendet einfach zu verwaltende Tresoranteile und ist damit einfacher und sicherer als herkömmliche Wallets.
es: Vultisig utiliza acciones de almacén fáciles de gestionar, haciéndolo más simple y seguro que las carteras tradicionales.
hr: Vultisig koristi dijelove spremišta koje je lako upravljati, čineći ga jednostavnijim i sigurnijim od tradicionalnih novčanika.
it: Vultisig utilizza quote di caveau facili da gestire, rendendolo più semplice e sicuro rispetto ai portafogli tradizionali.
pt: Vultisig utiliza ações de cofre fáceis de gerenciar, tornando-o mais simples e seguro do que carteiras tradicionais.
zh_hans: Vultisig 使用易于管理的保险库份额，使其比传统钱包更简单、更安全

# keygenInstructionsCar2Title
source: Tip of the Day
de: Tipp des Tages
es: Consejo del día
hr: Savjet dana
it: Consiglio del giorno
pt: Dica do dia
zh_hans: 每日提示

# keygenInstructionsCar3DescriptionPart1
source: Vultisig supports over
de: Vultisig unterstützt über
es: Vultisig soporta más de
hr: Vultisig podržava preko
it: Vultisig supporta oltre
pt: Vultisig suporta mais de
zh_hans: Vultisig 支持超过

# keygenInstructionsCar3DescriptionPart2
source: 10,000 tokens.
es: 10,000 fichas.
hr: 10.000 tokena.
it: 10.000 token.
zh_hans: 10,000 个代币

# keygenInstructionsCar3DescriptionPart3
source: Whether you're using Bitcoin, Ethereum, or a lesser-known token, Vultisig has you covered.
de: Egal ob Bitcoin, Ethereum oder ein weniger bekannter Token, Vultisig bietet alles.
es: Ya sea que uses Bitcoin, Ethereum o un token menos conocido, Vultisig lo tiene cubierto.
hr: Bez obzira koristite li Bitcoin, Ethereum ili manje poznati token, Vultisig ima sve pokriveno.
it: Che tu usi Bitcoin, Ethereum o un token meno conosciuto, Vultisig ti copre.
pt: Quer você use Bitcoin, Ethereum ou um token menos conhecido, Vultisig cobre tudo.
zh_hans: 无论您使用比特币、以太坊还是不太知名的代币，Vultisig 都能满足您的需求

# keygenInstructionsCar3Title
source: Fun Fact
de: Interessante Tatsache
es: Dato curioso
hr: Zanimljiva činjenica
it: Fatto divertente
pt: Fato divertido
zh_hans: 有趣的事实

# keygenInstructionsCar4DescriptionPart1
source: Your Privacy Matters. Vultisig
de: Deine Privatsphäre ist uns wichtig. Vultisig
es: Tu privacidad importa. Vultisig
hr: Vaša privatnost je važna. Vultisig
it: La tua privacy conta. Vultisig
pt: Sua privacidade importa. Vultisig
zh_hans: 您的隐私很重要。Vultisig

# keygenInstructionsCar4DescriptionPart2
source: does not track
de: verfolgt nicht
es: no rastrea
hr: ne prati
it: non traccia
pt: não rastreia
zh_hans: 不跟踪

# keygenInstructionsCar4DescriptionPart3
source: your activities or require any registration, ensuring your anonymity and privacy.
de: deine Aktivitäten und erfordert keine Registrierung, wodurch deine Anonymität und Privatsphäre gewährleistet ist.
es: tus actividades y no requiere registro, asegurando tu anonimato y privacidad.
hr: vaše aktivnosti i ne zahtijeva registraciju, osiguravajući vašu anonimnost i privatnost.
it: le tue attività e non richiede registrazioni, garantendo anonimato e privacy.
pt: suas atividades e não exige registro, garantindo anonimato e privacidade.
zh_hans: 您的活动或要求任何注册，确保您的匿名性和隐私

# keygenInstructionsCar4Title
source: Security Insight
de: Sicherheitseinblick
es: Información de seguridad
hr: Sigurnosni uvid
it: Approfondimento sulla sicurezza
pt: Insight de segurança
zh_hans: 安全洞察

# keygenInstructionsCar5DescriptionPart1
source: Audited and Secure. Vultisig undergoes
de: Geprüft und sicher. Vultisig unterzieht sich
es: Auditado y seguro. Vultisig pasa por
hr: Audiran i siguran. Vultisig prolazi kroz
it: Auditato e sicuro. Vultisig è sottoposto a
pt: Auditado e seguro. Vultisig passa por
zh_hans: 经过审计且安全。Vultisig 进行

# keygenInstructionsCar5DescriptionPart2
source: regular security audits
de: regelmäßigen Sicherheitsüberprüfungen
es: auditorías de seguridad regulares
hr: redovite sigurnosne audite
it: audit di sicurezza regolari
pt: auditorias de segurança regulares
zh_hans: 定期安全审计

# keygenInstructionsCar5DescriptionPart3
source: to ensure your assets are protected against any threats.
de: um sicherzustellen, dass deine Vermögenswerte vor jeglichen Bedrohungen geschützt sind.
es: para garantizar que tus activos estén protegidos contra cualquier amenaza.
hr: kako bi osigurao da su vaša sredstva zaštićena od bilo kakvih prijetnji.
it: per garantire che i tuoi beni siano protetti da qualsiasi minaccia.
pt: para garantir que seus ativos estejam protegidos contra qualquer ameaça.
zh_hans: 以确保您的资产免受任何威胁

# keygenInstructionsCar5Title
source: Tech Talk
de: Technikgespräch
es: Charla tecnológica
hr: Tehnički razgovor
it: Discussione tecnologica
pt: Conversa técnica
zh_hans: 技术讨论
