Repository: vultisig/vultisig-ios
Catalog: VultisigApp/VultisigApp/Localizables/*.lproj/Localizable.strings
Languages: de, es, hr, it, pt, zh_hans

# importVaultShareCaption
source: Supported file types: .bak & .vult
de: Unterstützte Dateitypen: .bak & .vult
es: Tipos de archivo soportados: .bak y .vult
hr: Podržane vrste datoteka: .bak i .vult
it: Tipi di file supportati: .bak e .vult
pt: Tipos de arquivo suportados: .bak e .vult
zh_hans: 支持的文件类型：.bak 和 .vult

source: NEW
de: NEU
es: NUEVO
hr: NOVO
it: NUOVO
pt: NOVO
zh_hans: 新

source: Before you start...
de: Bevor Sie beginnen...
es: Antes de comenzar...
hr: Prije nego započnete...
it: Prima di iniziare...
pt: Antes de começar...
zh_hans: 开始之前...

# youAreEnteringAnewEra
source: You are entering a new era, leaving old seed phrases behind. You’ll need:
de: Sie betreten eine neue Ära und lassen alte Seed-Phrasen hinter sich. Sie benötigen:
es: Estás entrando en una nueva era, dejando atrás las viejas frases semilla. Necesitarás:
hr: Ulazite u novu eru, ostavljajući stare seed fraze iza sebe. Trebat će vam:
it: Stai entrando in una nuova era, lasciando indietro le vecchie seed phrase. Avrai bisogno di:
pt: Você está entrando em uma nova era, deixando frases semente antigas para trás. Você precisará de:
zh_hans: 您正在进入一个新时代，将旧助记词抛在身后。您需要：

# youAreEnteringAnewEraHighlight
source: leaving old seed phrases behind.
de: alte Seed-Phrasen hinter sich lassen.
es: dejando atrás las viejas frases semilla.
hr: ostavljajući stare seed fraze iza sebe.
it: lasciando indietro le vecchie seed phrase.
pt: deixando frases semente antigas para trás.
zh_hans: 将旧助记词抛在身后。

source: Your seedphrase
de: Ihre Seed-Phrase
es: Tu frase semilla
hr: Vaša seed fraza
it: La tua seed phrase
pt: Sua frase semente
zh_hans: 您的助记词

# yourSeedphraseSubtitle
source: Enter it, create a vault, never look back
de: Geben Sie sie ein, erstellen Sie einen Tresor, schauen Sie nie zurück
es: Ingrésala, crea una bóveda, nunca mires atrás
hr: Unesite je, stvorite trezor, nikad ne gledajte natrag
it: Inseriscila, crea un vault, non voltarti mai indietro
pt: Digite-a, crie um cofre, nunca olhe para trás
zh_hans: 输入它，创建保险库，永不回头

# twoDevices
source: 2 devices
es: 2 dispositivos
hr: 2 uređaja
zh_hans: 2台设备

# twoDevicesSubtitle
source: Any device that can run Vultisig will work.
es: Cualquier dispositivo que pueda ejecutar Vultisig funcionará.
hr: Bilo koji uređaj koji može pokrenuti Vultisig će raditi.
zh_hans: 任何可以运行Vultisig的设备都可以使用。

# mnemonicPlaceholder
source: Enter the 12 or 24 words of your seedphrase
de: Geben Sie die 12 oder 24 Wörter Ihrer Seed-Phrase ein
es: Ingresa las 12 o 24 palabras de tu frase semilla
hr: Unesite 12 ili 24 riječi svoje seed fraze
it: Inserisci le 12 o 24 parole della tua seed phrase
pt: Digite as 12 ou 24 palavras da sua frase semente
zh_hans: 输入您的助记词的12个或24个单词

source: Enter your seedphrase
de: Geben Sie Ihre Seed-Phrase ein
es: Ingresa tu frase semilla
hr: Unesite svoju seed frazu
it: Inserisci la tua seed phrase
pt: Digite sua frase semente
zh_hans: 输入您的助记词

# enterYourSeedphraseSubtitle
source: Leave a space between each word. Seed phrases of 12 or 24 words are supported.
de: Lassen Sie ein Leerzeichen zwischen jedem Wort. Seed-Phrasen mit 12 oder 24 Wörtern werden unterstützt.
es: Deja un espacio entre cada palabra. Se admiten frases semilla de 12 o 24 palabras.
hr: Ostavite razmak između svake riječi. Podržane su seed fraze od 12 ili 24 riječi.
it: Lascia uno spazio tra ogni parola. Sono supportate seed phrase di 12 o 24 parole.
pt: Deixe um espaço entre cada palavra. Frases semente de 12 ou 24 palavras são suportadas.
zh_hans: 在每个单词之间留一个空格。支持12或24个单词的助记词。

# enterYourSeedphraseSubtitleHighlight
source: 12 or 24
de: 12 oder 24
es: 12 o 24
hr: 12 ili 24
it: 12 o 24
pt: 12 ou 24
zh_hans: 12或24

# seedPhraseWordCountError
source: You entered %d words. Seed phrase must be 12 or 24 words.
de: Sie haben %d Wörter eingegeben. Die Seed-Phrase muss 12 oder 24 Wörter enthalten.
es: Ingresaste %d palabras. La frase semilla debe tener 12 o 24 palabras.
hr: Unijeli ste %d riječi. Seed fraza mora imati 12 ili 24 riječi.
it: Hai inserito %d parole. La seed phrase deve contenere 12 o 24 parole.
pt: Você digitou %d palavras. A frase semente deve ter 12 ou 24 palavras.
zh_hans: 您输入了%d个单词。助记词必须是12个或24个单词。

# seedPhraseInvalidError
source: Invalid seed phrase. Please double-check your words.
de: Die Seed-Phrase ist nicht korrekt, bitte überprüfen Sie alle Wörter.
es: Frase semilla inválida. Por favor, verifica tus palabras.
hr: Neispravna seed fraza. Molimo provjerite svoje riječi.
it: La frase seed non è corretta, verifica tutte le parole.
pt: A frase semente não está correta, por favor verifique todas as palavras.
zh_hans: 无效的助记词。请仔细检查您的单词。

# circleTitle
source: Circle
de: Circle U.S. Dollar
es: Circle U.S. Dollar
hr: Circle američki dolar
it: Circle U.S. Dollar
pt: Circle U.S. Dollar
zh_hans: Circle 美元

# circleRowGetStarted
source: Get Started
de: Loslegen
es: Empezar
hr: Započni
it: Inizia
pt: Começar
zh_hans: 开始

# circleRowYieldAccount
source: Yield Account
de: Ertragskonto
es: Cuenta de Rendimiento
hr: Račun za prinos
it: Conto Rendimento
pt: Conta de Rendimento
zh_hans: 收益账户

# circleRowCreateWallet
source: Create Wallet
de: Wallet erstellen
es: Crear Billetera
hr: Izradi novčanik
it: Crea Portafoglio
pt: Criar Carteira
zh_hans: 创建钱包

# circleSetupTitle
source: Setup Circle Wallet
de: Circle Wallet einrichten
es: Configurar Billetera Circle
hr: Postavi Circle novčanik
it: Configura Portafoglio Circle
pt: Configurar Carteira Circle
zh_hans: 设置 Circle 钱包

# circleSetupDescription
source: Create a Circle Multi-Signature Contract Account (MSCA) to enable advanced DeFi features.
de: Erstellen Sie eine sichere Circle Wallet zur Verwaltung Ihrer USDC.
es: Crea una billetera Circle segura para gestionar tus USDC.
hr: Izradite siguran Circle novčanik za upravljanje vašim USDC-om.
it: Crea un portafoglio Circle sicuro per gestire i tuoi USDC.
pt: Crie uma carteira Circle segura para gerenciar seus USDC.
zh_hans: 创建一个安全的 Circle 钱包来管理您的 USDC。

# circleDepositTitle
source: Deposit USDC
de: USDC einzahlen
es: Depositar USDC
hr: Položi USDC
it: Deposita USDC
pt: Depositar USDC
zh_hans: 存入 USDC

# circleDepositInstruction
source: Send Ethereum USDC to this address
de: Senden Sie Ethereum USDC an diese Adresse
es: Envía Ethereum USDC a esta dirección
hr: Pošalji Ethereum USDC na ovu adresu
it: Invia Ethereum USDC a questo indirizzo
pt: Envie Ethereum USDC para este endereço
zh_hans: 发送以太坊 USDC 到此地址

# circleWithdrawTitle
source: Withdraw USDC
de: USDC abheben
es: Retirar USDC
hr: Povuci USDC
it: Preleva USDC
pt: Sacar USDC
zh_hans: 提现 USDC

# circleTransactionSuccess
source: Transaction Successful
de: Transaktion erfolgreich
es: Transacción Exitosa
hr: Transakcija uspješna
it: Transazione Riuscita
pt: Transação Bem-sucedida
zh_hans: 交易成功

# circleSetupDeposited
source: Deposited
de: Eingezahlt
es: Depositado
hr: Deponirano
it: Depositato
pt: Depositado
zh_hans: 已存入

# circleSetupDepositDescription
source: Deposit your $USDC into a Circle account and earn yield securely within your Vultisig vault.
de: Zahlen Sie Ihre $USDC auf ein Circle-Konto ein und verdienen Sie sicher in Ihrem Vultisig-Tresor.
es: Deposite sus $USDC en una cuenta Circle y gane rendimiento de forma segura dentro de su bóveda Vultisig.
hr: Deponirajte svoje $USDC na Circle račun i zarađujte prinos sigurno unutar vašeg Vultisig trezora.
it: Deposita i tuoi $USDC su un account Circle e guadagna rendimento in modo sicuro nel tuo vault Vultisig.
pt: Deposite seus $USDC em uma conta Circle e ganhe rendimento de forma segura dentro do seu cofre Vultisig.
zh_hans: 将您的 $USDC 存入 Circle 账户，在 Vultisig 保险库中安全赚取收益。

# circleSetupInfoText
source: Funds remain fully under your vault’s control. Circle accounts are self-custodial and yield is generated through secure off-chain treasuries.
de: Das Guthaben bleibt vollständig unter der Kontrolle Ihres Tresors. Circle-Konten sind selbstverwahrt und Erträge werden durch sichere Off-Chain-Treasuries generiert.
es: Los fondos permanecen totalmente bajo el control de su bóveda. Las cuentas Circle son de auto-custodia y el rendimiento se genera a través de tesorerías seguras fuera de la cadena.
hr: Sredstva ostaju potpuno pod kontrolom vašeg trezora. Circle računi su samoskrbnički i prinos se generira kroz sigurne off-chain riznice.
it: I fondi rimangono completamente sotto il controllo del tuo vault. Gli account Circle sono auto-custoditi e il rendimento viene generato attraverso tesorerie sicure off-chain.
pt: Os fundos permanecem totalmente sob o controle do seu cofre. As contas Circle são de auto-custódia e o rendimento é gerado através de tesourarias seguras fora da cadeia.
zh_hans: 资金完全由您的保险库控制。Circle 账户是自托管的，收益通过安全的链下金库生成。

# circleSetupAccountTitle
source: Circle USDC Account
de: Circle USDC Konto
es: Cuenta Circle USDC
hr: Circle USDC Račun
it: Account Circle USDC
pt: Conta Circle USDC
zh_hans: Circle USDC 账户

# circleSetupUSDCDeposited
source: USDC deposited
de: USDC eingezahlt
es: USDC depositado
hr: USDC deponiran
it: USDC depositato
pt: USDC depositado
zh_hans: USDC 已存入

# circleSetupOpenAccount
source: Open Account
de: Konto eröffnen
es: Abrir Cuenta
hr: Otvori Račun
it: Apri Account
pt: Abrir Conta
zh_hans: 开设账户

# circleDashboardCircleUSDCAccount
source: Circle USDC Account
de: Circle USDC Konto
es: Cuenta Circle USDC
hr: Circle USDC Račun
it: Account Circle USDC
pt: Conta Circle USDC
zh_hans: Circle USDC 账户

# circleDashboardDeposited
source: Deposited
de: Eingezahlt
es: Depositado
hr: Deponirano
it: Depositato
pt: Depositado
zh_hans: 已存入

# circleDashboardDepositDescription
source: Deposit your $USDC into a Circle account and earn yield securely within your Vultisig vault.
de: Zahlen Sie Ihre $USDC auf ein Circle-Konto ein und verdienen Sie sicher in Ihrem Vultisig-Tresor.
es: Deposite sus $USDC en una cuenta Circle y gane rendimiento de forma segura dentro de su bóveda Vultisig.
hr: Deponirajte svoje $USDC na Circle račun i zarađujte prinos sigurno unutar vašeg Vultisig trezora.
it: Deposita i tuoi $USDC su un account Circle e guadagna rendimento in modo sicuro nel tuo vault Vultisig.
pt: Deposite seus $USDC em uma conta Circle e ganhe rendimento de forma segura dentro do seu cofre Vultisig.
zh_hans: 将您的 $USDC 存入 Circle 账户，在 Vultisig 保险库中安全赚取收益。

# circleDashboardInfoText
source: Funds remain fully under your vault’s control. Circle accounts are self-custodial and yield is generated through secure off-chain treasuries.
de: Das Guthaben bleibt vollständig unter der Kontrolle Ihres Tresors. Circle-Konten sind selbstverwahrt und Erträge werden durch sichere Off-Chain-Treasuries generiert.
es: Los fondos permanecen totalmente bajo el control de su bóveda. Las cuentas Circle son de auto-custodia y el rendimiento se genera a través de tesorerías seguras fuera de la cadena.
hr: Sredstva ostaju potpuno pod kontrolom vašeg trezora. Circle računi su samoskrbnički i prinos se generira kroz sigurne off-chain riznice.
it: I fondi rimangono completamente sotto il controllo del tuo vault. Gli account Circle sono auto-custoditi e il rendimento viene generato attraverso tesorerie sicure off-chain.
pt: Os fundos permanecem totalmente sob o controle do seu cofre. As contas Circle são de auto-custódia e o rendimento é gerado através de tesourarias seguras fora da cadeia.
zh_hans: 资金完全由您的保险库控制。Circle 账户是自托管的，收益通过安全的链下金库生成。

# circleDashboardUSDCDeposited
source: USDC deposited
de: USDC eingezahlt
es: USDC depositado
hr: USDC deponiran
it: USDC depositato
pt: USDC depositado
zh_hans: USDC 已存入

# circleDashboardDepositUSDC
source: Deposit USDC
de: USDC einzahlen
es: Depositar USDC
hr: Deponiraj USDC
it: Deposita USDC
pt: Depositar USDC
zh_hans: 存入 USDC

# circleDashboardYieldDetails
source: Circle Yield Details
de: Circle Ertragsdetails
es: Detalles de Rendimiento Circle
hr: Circle Detalji Prinosa
it: Dettagli Rendimento Circle
pt: Detalhes de Rendimento Circle
zh_hans: Circle 收益详情

# circleDashboardTotalRewards
source: Total Rewards
de: Gesamtprämien
es: Recompensas Totales
hr: Ukupne Nagrade
it: Ricompense Totali
pt: Recompensas Totais
zh_hans: 总奖励

# circleDashboardCurrentRewards
source: Current Rewards
de: Aktuelle Prämien
es: Recompensas Actuales
hr: Trenutne Nagrade
it: Ricompense Attuali
pt: Recompensas Atuais
zh_hans: 当前奖励

# circleDashboardETHRequired
source: ETH is required for network fees. Add ETH to your deposit account to continue.
de: ETH wird für Netzwerkgebühren benötigt. Fügen Sie ETH zu Ihrem Einzahlungskonto hinzu, um fortzufahren.
es: Se requiere ETH para las tarifas de red. Añada ETH a su cuenta de depósito para continuar.
hr: ETH je potreban za mrežne naknade. Dodajte ETH na svoj depozitni račun za nastavak.
it: ETH è richiesto per le commissioni di rete. Aggiungi ETH al tuo account di deposito per continuare.
pt: ETH é necessário para taxas de rede. Adicione ETH à sua conta de depósito para continuar.
zh_hans: 需要 ETH 支付网络费用。 请向您的存款账户添加 ETH 以继续。

# circleDepositAmount
source: Amount
de: Betrag
es: Cantidad
hr: Iznos
it: Importo
pt: Quantidade
zh_hans: 金额

# circleDepositBalanceAvailable
source: Balance available:
de: Verfügbares Guthaben:
es: Saldo disponible:
hr: Dostupni saldo:
it: Saldo disponibile:
pt: Saldo disponível:
zh_hans: 可用余额：

# circleDepositContinue
source: Continue
de: Weiter
es: Continuar
hr: Nastavi
it: Continua
pt: Continuar
zh_hans: 继续

# circleWithdrawAmount
source: Amount
de: Betrag
es: Cantidad
hr: Iznos
it: Importo
pt: Quantidade
zh_hans: 金额

# circleWithdrawConfirm
source: Continue
de: Weiter
es: Continuar
hr: Nastavi
it: Continua
pt: Continuar
zh_hans: 继续

# circleDepositETHTitle
source: Deposit ETH
de: ETH einzahlen
es: Depositar ETH
hr: Deponiraj ETH
it: Deposita ETH
pt: Depositar ETH
zh_hans: 存入 ETH

# circleWithdrawETHTitle
source: Withdraw ETH
de: ETH abheben
es: Retirar ETH
hr: Povuci ETH
it: Preleva ETH
pt: Sacar ETH
zh_hans: 提取 ETH

# circleDashboardETHandGas
source: ETH & Gas
es: ETH y Gas
hr: ETH i Gas
it: ETH e Gas
pt: ETH e Gas
zh_hans: ETH 和 Gas

# circleDashboardDepositETH
source: Deposit
de: Einzahlen
es: Depositar
hr: Deponiraj
it: Deposita
pt: Depositar
zh_hans: 存入

# circleDashboardETHDeposited
source: ETH & Gas Deposited
de: ETH & Gas eingezahlt
es: ETH y Gas depositado
hr: ETH i Gas deponiran
it: ETH e Gas depositato
pt: ETH e Gas depositado
zh_hans: ETH 和 Gas 已存入

# circleEthereumRequired
source: Ethereum Required
de: Ethereum erforderlich
es: Ethereum Requerido
hr: Ethereum Potreban
it: Ethereum Richiesto
pt: Ethereum Necessário
zh_hans: 需要以太坊

# circleEthereumRequiredDescription
source: Please add Ethereum to your vault to use Circle.
de: Bitte fügen Sie Ethereum zu Ihrem Tresor hinzu, um Circle zu verwenden.
es: Por favor añada Ethereum a su bóveda para usar Circle.
hr: Molimo dodajte Ethereum u vaš trezor za korištenje Circle-a.
it: Per favore aggiungi Ethereum al tuo vault per usare Circle.
pt: Por favor adicione Ethereum ao seu cofre para usar o Circle.
zh_hans: 请在您的保险库中添加以太坊才能使用 Circle。

# circleErrorInvalidDetails
source: Invalid details
de: Ungültige Details
es: Detalles inválidos
hr: Nevažeći detalji
it: Dettagli non validi
pt: Detalhes inválidos
zh_hans: 无效详情

# circleErrorWalletNotDeployed
source: Circle wallet not yet deployed. Please try again later.
de: Circle-Wallet noch nicht bereitgestellt. Bitte versuchen Sie es später erneut.
es: Cartera Circle aún no desplegada. Por favor intente más tarde.
hr: Circle novčanik još nije postavljen. Molimo pokušajte kasnije.
it: Wallet Circle non ancora distribuito. Per favore riprova più tardi.
pt: Carteira Circle ainda não implantada. Por favor tente novamente mais tarde.
zh_hans: Circle 钱包尚未部署。请稍后再试。

# scanningForChainsSubtitle
source: We’re checking which blockchains have active addresses associated with your seedphrase. This process can take up to 2 minutes.
de: Wir prüfen, welche Blockchains aktive Adressen haben, die mit Ihrer Seed-Phrase verknüpft sind. Dieser Vorgang kann bis zu 2 Minuten dauern.
es: Estamos verificando qué cadenas de bloques tienen direcciones activas asociadas con tu frase semilla. Este proceso puede tardar hasta 2 minutos.
hr: Provjeravamo koji blockchaini imaju aktivne adrese povezane s vašom seed frazom. Ovaj proces može potrajati do 2 minute.
it: Stiamo verificando quali blockchain hanno indirizzi attivi associati alla tua seed phrase. Questo processo può richiedere fino a 2 minuti.
pt: Estamos verificando quais blockchains têm endereços ativos associados à sua frase semente. Este processo pode levar até 2 minutos.
zh_hans: 我们正在检查哪些区块链有与您的助记词相关联的活跃地址。此过程可能需要长达2分钟。

# scanningForChainsSubtitleHighlight
source: This process can take up to 2 minutes.
de: Dieser Vorgang kann bis zu 2 Minuten dauern.
es: Este proceso puede tardar hasta 2 minutos.
hr: Ovaj proces može potrajati do 2 minute.
it: Questo processo può richiedere fino a 2 minuti.
pt: Este processo pode levar até 2 minutos.
zh_hans: 此过程可能需要长达2分钟。

source: Select chains manually
de: Chains manuell auswählen
es: Seleccionar cadenas manualmente
hr: Odaberi chainove ručno
it: Seleziona chain manualmente
pt: Selecionar chains manualmente
zh_hans: 手动选择链

source: No active chains found
de: Keine aktiven Chains gefunden
es: No se encontraron chains activas
hr: Nisu pronađeni aktivni chainovi
it: Nessuna chain attiva trovata
pt: Nenhuma chain ativa encontrada
zh_hans: 未找到活跃链

# noActiveChainsFoundSubtitle
source: We didn’t detect any assets on this seed phrase. Each extra chain increases the time to generate your vault and possibility of an timeout.
de: Wir haben keine Assets auf dieser Seed-Phrase erkannt. Jede zusätzliche Chain erhöht die Zeit zur Generierung deines Vaults und die Wahrscheinlichkeit eines Timeouts.
es: No detectamos ningún activo en esta frase semilla. Cada chain adicional aumenta el tiempo para generar tu bóveda y la posibilidad de un tiempo de espera.
hr: Nismo otkrili nikakvu imovinu na ovoj seed frazi. Svaki dodatni chain povećava vrijeme za generiranje vašeg trezora i mogućnost isteka vremena.
it: Non abbiamo rilevato alcun asset su questa seed phrase. Ogni chain aggiuntiva aumenta il tempo per generare il tuo vault e la possibilità di timeout.
pt: Não detectamos nenhum ativo nesta frase semente. Cada chain adicional aumenta o tempo para gerar seu vault e a possibilidade de timeout.
zh_hans: 我们未在此助记词中检测到任何资产。 每增加一条链都会增加生成保险库的时间和超时的可能性。

source: Add custom chains
de: Benutzerdefinierte Chains hinzufügen
es: Agregar chains personalizadas
hr: Dodaj prilagođene chainove
it: Aggiungi chain personalizzate
pt: Adicionar chains personalizadas
zh_hans: 添加自定义链

# foundActiveChainsTitle
source: We found %d active chains
de: Wir haben %d aktive Chains gefunden
es: Encontramos %d cadenas activas
hr: Pronašli smo %d aktivnih chainova
it: Abbiamo trovato %d chain attive
pt: Encontramos %d chains ativas
zh_hans: 我们找到了%d条活跃链

# foundActiveChainsSubtitle
source: Each extra chain increases the time to generate your vault and possibility of an timeout.
de: Jede zusätzliche Chain verdoppelt ungefähr die Zeit zur Generierung Ihres Tresors. Geschätzte Zeit für alle ausgewählten Chains: %d Minuten
es: Cada cadena adicional duplica aproximadamente el tiempo para generar tu bóveda. Tiempo estimado para todas las cadenas seleccionadas: %d minutos
hr: Svaki dodatni chain otprilike udvostručuje vrijeme za generiranje vašeg trezora. Procijenjeno vrijeme za sve odabrane chainove: %d minuta
it: Ogni chain aggiuntiva raddoppia approssimativamente il tempo per generare il tuo vault. Tempo stimato per tutte le chain selezionate: %d minuti
pt: Cada chain adicional aproximadamente dobra o tempo para gerar seu cofre. Tempo estimado para todas as chains selecionadas: %d minutos
zh_hans: 每增加一条链大约会使生成保险库的时间翻倍。所有选定链的预计时间：%d分钟

source: Your new vault setup
de: Ihre neue Tresor-Konfiguration
es: Tu nueva configuración de bóveda
hr: Vaša nova postavka trezora
it: La tua nuova configurazione del vault
pt: Sua nova configuração do cofre
zh_hans: 您的新保险库设置

# yourNewVaultSetupHighlight
source: vault setup
de: Tresor-Konfiguration
es: configuración de bóveda
hr: postavka trezora
it: configurazione del vault
pt: configuração do cofre
zh_hans: 保险库设置

# twoDevicesPlusServer
source: 2 devices + server
de: 2 Geräte + Server
es: 2 dispositivos + servidor
hr: 2 uređaja + poslužitelj
it: 2 dispositivi + server
pt: 2 dispositivos + servidor
zh_hans: 2台设备 + 服务器

# twoDevicesPlusServerSubtitle
source: Your vault is protected by two of your own devices and a secure server.
de: Ihr Tresor wird durch zwei Ihrer eigenen Geräte und einen sicheren Server geschützt.
es: Tu bóveda está protegida por dos de tus propios dispositivos y un servidor seguro.
hr: Vaš trezor je zaštićen s dva vaša vlastita uređaja i sigurnim poslužiteljem.
it: Il tuo vault è protetto da due dei tuoi dispositivi e un server sicuro.
pt: Seu cofre é protegido por dois dos seus próprios dispositivos e um servidor seguro.
zh_hans: 您的保险库受到您自己的两台设备和一个安全服务器的保护。

# whySecureServer
source: Why the secure server?
de: Warum der sichere Server?
es: ¿Por qué el servidor seguro?
hr: Zašto sigurni poslužitelj?
it: Perché il server sicuro?
pt: Por que o servidor seguro?
zh_hans: 为什么要使用安全服务器？

# whySecureServerSubtitle
source: Helps sign when only one device is available, but never on its own.
de: Hilft beim Signieren, wenn nur ein Gerät verfügbar ist, aber niemals allein.
es: Ayuda a firmar cuando solo hay un dispositivo disponible, pero nunca por sí solo.
hr: Pomaže pri potpisivanju kada je dostupan samo jedan uređaj, ali nikada sam.
it: Aiuta a firmare quando è disponibile solo un dispositivo, ma mai da solo.
pt: Ajuda a assinar quando apenas um dispositivo está disponível, mas nunca sozinho.
zh_hans: 当只有一台设备可用时帮助签名，但绝不单独签名。

source: Set up
de: Einrichten
es: Configurar
hr: Postavi
it: Configura
pt: Configurar
zh_hans: 设置

# multisigTitle
source: Multisig, a safer way to sign
de: Multisig, eine sicherere Art zu signieren
es: Multisig, una forma más segura de firmar
hr: Multisig, sigurniji način potpisivanja
it: Multisig, un modo più sicuro per firmare
pt: Multisig, uma forma mais segura de assinar
zh_hans: 多重签名，更安全的签名方式

# multisigTitleHighlight
source: Multisig
zh_hans: 多重签名

source: What is multisig?
de: Was ist Multisig?
es: ¿Qué es multisig?
hr: Što je multisig?
it: Cos'è il multisig?
pt: O que é multisig?
zh_hans: 什么是多重签名？

# whatIsMultisigSubtitle
source: Your wallet is protected by 2 devices and a secure server. Each transaction needs 2 approvals before it is executed.
de: Ihre Wallet wird durch 2 Geräte und einen sicheren Server geschützt. Jede Transaktion benötigt 2 Genehmigungen, bevor sie ausgeführt wird.
es: Tu cartera está protegida por 2 dispositivos y un servidor seguro. Cada transacción necesita 2 aprobaciones antes de ejecutarse.
hr: Vaš novčanik je zaštićen s 2 uređaja i sigurnim poslužiteljem. Svaka transakcija treba 2 odobrenja prije izvršenja.
it: Il tuo portafoglio è protetto da 2 dispositivi e un server sicuro. Ogni transazione necessita di 2 approvazioni prima di essere eseguita.
pt: Sua carteira é protegida por 2 dispositivos e um servidor seguro. Cada transação precisa de 2 aprovações antes de ser executada.
zh_hans: 您的钱包由2台设备和一个安全服务器保护。每笔交易在执行前需要2次批准。

# whySwitchFromSeedphrase
source: Why switch from a seed phrase?
de: Warum von einer Seed-Phrase wechseln?
es: ¿Por qué cambiar de una frase semilla?
hr: Zašto promijeniti seed frazu?
it: Perché passare da una seed phrase?
pt: Por que mudar de uma frase semente?
zh_hans: 为什么要从助记词切换？
