Repository: vultisig/vultisig-ios
Catalog: VultisigApp/VultisigApp/Localizables/*.lproj/Localizable.strings
Languages: de, es, hr, it, pt, zh_hans

source: Next Churn
de: Nächstes Ausscheiden
es: Próximo Cambio
hr: Sljedeća Rotacija
it: Prossima Rotazione
pt: Próxima Rotação
zh_hans: 下次淘汰

# bondedXCoin
source: Bonded: %@
de: Gebunden: %@
es: Vinculado: %@
hr: Vezano: %@
it: Vincolato: %@
pt: Vinculado: %@
zh_hans: 已绑定：%@

source: Bond
de: Binden
es: Vincular
hr: Veži
it: Vincola
pt: Vincular
zh_hans: 绑定

source: Unbond
de: Bindung aufheben
es: Desvincular
hr: Odvežite
it: Svincola
pt: Desvincular
zh_hans: 解除绑定

# stakedCoin
source: Staked %@
de: %@ gestaked
es: %@ en Staking
hr: %@ Uloženo
it: %@ in Staking
pt: %@ em Stake
zh_hans: 已质押 %@

# compoundedCoin
source: Compounded %@
de: %@ aufgezinst
es: %@ Compuesto
hr: %@ Složeno
it: %@ Composto
pt: %@ Composto
zh_hans: 已复利 %@

source: APR
es: TAE
zh_hans: 年化利率

source: Next payout
de: Nächste Auszahlung
es: Próximo pago
hr: Sljedeća isplata
it: Prossimo Pagamento
pt: Próximo Pagamento
zh_hans: 下次支付

source: Estimated reward
de: Geschätzte Belohnung
es: Recompensa estimada
hr: Procijenjena nagrada
it: Ricompensa Stimata
pt: Recompensa Estimada
zh_hans: 预计奖励

source: Stake
de: Staken
es: Hacer Staking
hr: Uloži
zh_hans: 质押

source: Unstake
de: Entstaken
es: Retirar Staking
hr: Povuci
pt: Retirar Stake
zh_hans: 取消质押

source: Withdraw
de: Abheben
es: Retirar
hr: Povuci
it: Preleva
pt: Sacar
zh_hans: 提取

# withdrawAmount
source: Withdraw %@
de: %@ abheben
es: Retirar %@
hr: Podignite %@
it: Preleva %@
pt: Retirar %@
zh_hans: 提取 %@

source: Actions
de: Aktionen
es: Acciones
hr: Radnje
it: Azioni
pt: Ações
zh_hans: 操作

# unstakeCoin
source: Unstake %@
de: %@ entstaken
es: Retirar %@
hr: Povuci %@
pt: Retirar %@
zh_hans: 取消质押 %@

# stakeCoin
source: Stake %@
de: %@ staken
es: Hacer Staking de %@
hr: Uloži %@
pt: Fazer Stake de %@
zh_hans: 质押 %@

# coinPool
source: %@ Pool
es: Pool de %@
pt: Pool de %@
zh_hans: %@ 池

source: Position
es: Posición
hr: Pozicija
it: Posizione
pt: Posição
zh_hans: 仓位

source: Remove
de: Entfernen
es: Eliminar
hr: Ukloni
it: Rimuovi
pt: Remover
zh_hans: 移除

source: Add
de: Hinzufügen
es: Añadir
hr: Dodaj
it: Aggiungi
pt: Adicionar
zh_hans: 添加

source: Mint
de: Prägen
es: Acuñar
hr: Kuj
it: Conia
pt: Cunhar
zh_hans: 铸造

source: Redeem
de: Einlösen
es: Canjear
hr: Otkupi
it: Riscatta
pt: Resgatar
zh_hans: 赎回

source: Select positions
de: Positionen auswählen
es: Seleccionar posiciones
hr: Odaberi pozicije
it: Seleziona posizioni
pt: Selecionar posições
zh_hans: 选择仓位

# selectPositionsSubtitle
source: Enable at least one position to view balances and manage positions.
de: Aktivieren Sie mindestens eine Position, um Guthaben anzuzeigen und Positionen zu verwalten.
es: Habilita al menos una posición para ver saldos y administrar posiciones.
hr: Omogući barem jednu poziciju za prikaz stanja i upravljanje pozicijama.
it: Abilita almeno una posizione per visualizzare i saldi e gestire le posizioni.
pt: Habilite pelo menos uma posição para visualizar saldos e gerenciar posições.
zh_hans: 启用至少一个仓位以查看余额并管理仓位

source: Liquidity Pools
de: Liquiditätspools
es: Pools de liquidez
hr: Bazeni likvidnosti
it: Pool di liquidità
pt: Pools de liquidez
zh_hans: 流动性池

# noPositionsSelectedTitle
source: No positions selected
de: Keine Positionen ausgewählt
es: No hay posiciones seleccionadas
hr: Nema odabranih pozicija
it: Nessuna posizione selezionata
pt: Nenhuma posição selecionada
zh_hans: 未选择仓位

# noPositionsSelectedSubtitle
source: You’ve disabled all positions for this chain. Enable at least one position to view balances and manage actions.
de: Sie haben alle Positionen für diese Kette deaktiviert. Aktivieren Sie mindestens eine Position, um Guthaben anzuzeigen und Aktionen zu verwalten.
es: Has deshabilitado todas las posiciones para esta cadena. Habilita al menos una posición para ver saldos y administrar acciones.
hr: Onemogućili ste sve pozicije za ovaj lanac. Omogućite barem jednu poziciju za prikaz stanja i upravljanje akcijama.
it: Hai disabilitato tutte le posizioni per questa catena. Abilita almeno una posizione per visualizzare i saldi e gestire le azioni.
pt: Você desabilitou todas as posições para esta cadeia. Habilite pelo menos uma posição para visualizar saldos e gerenciar ações.
zh_hans: 您已禁用此链的所有仓位。启用至少一个仓位以查看余额并管理操作

source: Manage Positions
de: Positionen verwalten
es: Administrar posiciones
hr: Upravljaj pozicijama
it: Gestisci posizioni
pt: Gerenciar posições
zh_hans: 管理仓位

source: Bond RUNE
de: RUNE binden
es: Vincular RUNE
hr: Poveži RUNE
it: Vincola RUNE
pt: Vincular RUNE
zh_hans: 绑定 RUNE

source: Unbond RUNE
de: RUNE entbinden
es: Desvincular RUNE
hr: Odveži RUNE
it: Scollega RUNE
pt: Desvincular RUNE
zh_hans: 解除绑定 RUNE

source: Invalid amount
de: Ungültiger Betrag
es: Cantidad inválida
hr: Nevažeći iznos
it: Importo non valido
pt: Quantidade inválida
zh_hans: 无效金额

# amountExceeded
source: Amount cannot exceed balance
de: Betrag darf das Guthaben nicht überschreiten
es: La cantidad no puede exceder el saldo
hr: Iznos ne može premašiti saldo
it: L'importo non può superare il saldo
pt: A quantidade não pode exceder o saldo
zh_hans: 金额不能超过余额

source: Amount cannot be zero
de: Betrag darf nicht null sein
es: La cantidad no puede ser cero
hr: Iznos ne može biti nula
it: L'importo non può essere zero
pt: A quantidade não pode ser zero
zh_hans: 金额不能为零

source: Empty amount field.
de: Betragsfeld ist leer.
es: Campo de cantidad vacío.
hr: Polje iznosa je prazno.
it: Campo importo vuoto.
pt: Campo de quantidade vazio.
zh_hans: 金额字段为空

# providerLabel
source: Provider (optional)
de: Anbieter (optional)
es: Proveedor (opcional)
hr: Pružatelj (opcionalno)
it: Fornitore (opzionale)
pt: Provedor (opcional)
zh_hans: 提供商（可选）

# operatorFeesLabel
source: Operator-fees (Basis Points)
de: Betreibergebühren (Basis Punkte)
es: Tarifas del operador (Puntos Base)
hr: Naknade operatora (Bazne točke)
it: Commissioni operatore (Punti Base)
pt: Taxas do operador (Pontos Base)
zh_hans: 运营商费用（基点）

# operatorFeesError
source: Operator-fee cannot be empty if provider is filled
de: Betreibergebühr darf nicht leer sein, wenn Anbieter ausgefüllt ist
es: La tarifa del operador no puede estar vacía si el proveedor está lleno
hr: Naknada operatora ne može biti prazna ako je pružatelj popunjen
it: La commissione operatore non può essere vuota se il fornitore è compilato
pt: A taxa do operador não pode estar vazia se o provedor estiver preenchido
zh_hans: 如果填写了提供商，运营商费用不能为空

# mintCoin
source: Mint %@
de: %@ prägen
es: Acuñar %@
hr: Kovaj %@
it: Conia %@
pt: Cunhar %@
zh_hans: 铸造 %@

# redeemCoin
source: Redeem %@
de: %@ einlösen
es: Canjear %@
hr: Otkupi %@
it: Riscatta %@
pt: Resgatar %@
zh_hans: 赎回 %@

# receiveCoin
source: Receive %@
de: %@ empfangen
es: Recibir %@
hr: Primi %@
it: Ricevi %@
pt: Receber %@
zh_hans: 接收 %@

# sellCoin
source: Sell %@
de: %@ verkaufen
es: Vender %@
hr: Prodaj %@
it: Vendi %@
pt: Vender %@
zh_hans: 出售 %@

source: Slippage
de: Gleitverlust
es: Deslizamiento
hr: Skliznuće
pt: Deslizamento
zh_hans: 滑点

source: Choose your chains
de: Wählen Sie Ihre Ketten
es: Elige tus cadenas
hr: Odaberi svoje lance
it: Scegli le tue catene
pt: Escolha suas cadeias
zh_hans: 选择您的链

# addCoinLP
source: Add %@ LP
de: %@ LP hinzufügen
es: Agregar %@ LP
hr: Dodaj %@ LP
it: Aggiungi %@ LP
pt: Adicionar %@ LP
zh_hans: 添加 %@ LP

# removeCoinLP
source: Remove %@ LP
de: %@ LP entfernen
es: Eliminar %@ LP
hr: Ukloni %@ LP
it: Rimuovi %@ LP
pt: Remover %@ LP
zh_hans: 移除 %@ LP

# functionTransactionScreenErrorTitle
source: Function Error
de: Funktionsfehler
es: Error de función
hr: Greška funkcije
it: Errore funzione
pt: Erro de função
zh_hans: 功能错误

# functionTransactionScreenErrorSubtitle
source: An error occurred while redirecting to function
de: Fehler beim Weiterleiten zur Funktion
es: Ocurrió un error al redirigir a la función
hr: Došlo je do greške prilikom preusmjeravanja na funkciju
it: Si è verificato un errore durante il reindirizzamento alla funzione
pt: Ocorreu um erro ao redirecionar para a função
zh_hans: 重定向到功能时出错

# removeLPDustAmountError
source: You need at least %@ to cover fees
de: Sie benötigen mindestens %@, um Gebühren zu decken
es: Necesitas al menos %@ para cubrir las tarifas
hr: Trebate najmanje %@ za pokrivanje naknada
it: Hai bisogno di almeno %@ per coprire le commissioni
pt: Você precisa de pelo menos %@ para cobrir as taxas
zh_hans: 您至少需要 %@ 来支付费用

source: Invalid operator fee
de: Ungültige Betreibergebühr
es: Tarifa de operador inválida
hr: Nevažeća naknada operatora
it: Commissione operatore non valida
pt: Taxa de operador inválida
zh_hans: 无效的运营商费用

source: No LP positions found
de: Keine LP-Positionen gefunden
es: No se encontraron posiciones LP
hr: Nisu pronađene LP pozicije
it: Nessuna posizione LP trovata
pt: Nenhuma posição LP encontrada
zh_hans: 未找到 LP 仓位

source: Select LP Position
de: LP-Position auswählen
es: Seleccionar posición LP
hr: Odaberi LP poziciju
it: Seleziona posizione LP
pt: Selecionar posição LP
zh_hans: 选择 LP 仓位

source: Withdraw Percentage
de: Abhebungsprozentsatz
es: Porcentaje de retiro
hr: Postotak povlačenja
it: Percentuale di prelievo
pt: Porcentagem de saque
zh_hans: 提取百分比

source: Chain: THORChain
de: Kette: THORChain
es: Cadena: THORChain
hr: Lanac: THORChain
it: Catena: THORChain
pt: Cadeia: THORChain
zh_hans: 链：THORChain

source: Withdrawal initiated on THORChain
de: Abhebung auf THORChain initiiert
es: Retiro iniciado en THORChain
hr: Povlačenje pokrenuto na THORChain
it: Prelievo avviato su THORChain
pt: Saque iniciado no THORChain
zh_hans: 提取已在 THORChain 上发起

# lpWithdrawalsInfo
source: LP withdrawals are always initiated on THORChain using RUNE. Ensure your LP position value exceeds the outbound fees for successful withdrawal.
de: LP-Abhebungen werden immer auf THORChain mit RUNE initiiert. Stellen Sie sicher, dass der Wert Ihrer LP-Position die Ausgangsgebühren übersteigt, damit die Abhebung erfolgreich ist.
es: Los retiros de LP siempre se inician en THORChain usando RUNE. Asegúrese de que el valor de su posición LP exceda las tarifas de salida para un retiro exitoso.
hr: LP povlačenja se uvijek pokreću na THORChain koristeći RUNE. Osigurajte da vrijednost vaše LP pozicije premašuje izlazne naknade za uspješno povlačenje.
it: I prelievi LP vengono sempre avviati su THORChain utilizzando RUNE. Assicurati che il valore della tua posizione LP superi le commissioni in uscita per un prelievo riuscito.
pt: Os saques de LP são sempre iniciados no THORChain usando RUNE. Certifique-se de que o valor da sua posição LP exceda as taxas de saída para um saque bem-sucedido.
zh_hans: LP 提取始终在 THORChain 上使用 RUNE 发起。确保您的 LP 仓位价值超过出站费用，以便成功提取。

source: Withdrawal Details
de: Abhebungsdetails
es: Detalles del retiro
hr: Detalji povlačenja
it: Dettagli del prelievo
pt: Detalhes do saque
zh_hans: 提取详情

source: Pool:
zh_hans: 池：

source: Your LP Units:
de: Ihre LP-Einheiten:
es: Sus unidades LP:
hr: Vaše LP jedinice:
it: Le tue unità LP:
pt: Suas unidades LP:
zh_hans: 您的 LP 单位：

source: LP Units
de: LP-Einheiten
es: Unidades LP
hr: LP jedinice
it: Unità LP
pt: Unidades LP
zh_hans: LP 单位

source: RUNE Deposited
de: RUNE eingezahlt
es: RUNE depositado
hr: RUNE deponirano
it: RUNE depositato
pt: RUNE depositado
zh_hans: 已存入 RUNE

source: Deposited
de: eingezahlt
es: depositado
hr: deponirano
it: depositato
pt: depositado
zh_hans: 已存入

# rebondAmount
source: Rebond Amount (Optional - leave empty to transfer all bonded RUNE)
de: Rebond-Betrag (Optional - leer lassen, um alle gebundenen RUNE zu übertragen)
es: Cantidad de rebond (Opcional - dejar vacío para transferir todo el RUNE vinculado)
hr: Iznos rebond (Opcionalno - ostavite prazno za prijenos svih vezanih RUNE)
it: Importo rebond (Opzionale - lascia vuoto per trasferire tutto il RUNE vincolato)
pt: Quantidade de rebond (Opcional - deixe vazio para transferir todo o RUNE vinculado)
zh_hans: 重新绑定金额（可选 - 留空以转移所有已绑定的 RUNE）

# rebondAmountPlaceholder
source: Amount to rebond (memo only)
de: Zu rebondender Betrag (nur Memo)
es: Cantidad a rebond (solo memo)
hr: Iznos za rebond (samo memo)
it: Importo da rebond (solo memo)
pt: Quantidade para rebond (apenas memo)
zh_hans: 要重新绑定的金额（仅备忘录）

source: Fee
de: Gebühr
es: Tarifa
hr: Naknada
it: Commissione
pt: Taxa
zh_hans: 费用

# rebondNote
source: Note: REBOND transactions must send 0 RUNE. The amount above only goes in the memo.
de: Hinweis: REBOND-Transaktionen müssen 0 RUNE senden. Der oben genannte Betrag geht nur in das Memo ein.
es: Nota: Las transacciones REBOND deben enviar 0 RUNE. La cantidad anterior solo va en el memo.
hr: Napomena: REBOND transakcije moraju poslati 0 RUNE. Iznos gore ide samo u memo.
it: Nota: Le transazioni REBOND devono inviare 0 RUNE. L'importo sopra va solo nel memo.
pt: Nota: As transações REBOND devem enviar 0 RUNE. A quantidade acima vai apenas no memo.
zh_hans: 注意：REBOND 交易必须发送 0 RUNE。上述金额仅用于备忘录。

source: Chain Not Added
de: Blockchain nicht hinzugefügt
es: Cadena No Añadida
hr: Lanac Nije Dodan
it: Catena Non Aggiunta
pt: Cadeia Não Adicionada
zh_hans: 链未添加

# chainNotAddedMessage
source: The blockchain %@ is not added to this vault. Please add it manually from the vault settings.
de: Die Blockchain %@ ist diesem Tresor nicht hinzugefügt. Bitte fügen Sie sie manuell in den Tresoreinstellungen hinzu.
es: La blockchain %@ no está añadida a esta bóveda. Por favor, añádela manualmente desde la configuración de la bóveda.
hr: Blockchain %@ nije dodan u ovaj trezor. Molimo dodajte ga ručno iz postavki trezora.
it: La blockchain %@ non è aggiunta a questo caveau. Per favore, aggiungila manualmente dalle impostazioni del caveau.
pt: A blockchain %@ não está adicionada neste cofre. Por favor, adicione-a manualmente nas configurações do cofre.
zh_hans: 区块链 %@ 未添加到此保险库。请从保险库设置中手动添加。

source: Native
de: Nativ
es: Nativo
hr: Izvorni
it: Nativo
pt: Nativo
zh_hans: 原生

source: Cacao Pool
es: Pool de Cacao
it: Pool Cacao
pt: Pool de Cacao
zh_hans: Cacao 池

# invalidIntegerError
source: Invalid integer amount
de: Ungültige Ganzzahl
es: Cantidad entera inválida
hr: Nevažeći cijeli broj
it: Importo intero non valido
pt: Quantidade inteira inválida
zh_hans: 无效的整数数量

source: Empty LPs field
de: Leeres LPs-Feld
es: Campo de LPs vacío
hr: Prazno polje LPs
it: Campo LPs vuoto
pt: Campo de LPs vazio
zh_hans: LPs 字段为空

source: Node Address
de: Knotenadresse
es: Dirección del nodo
hr: Adresa čvora
it: Indirizzo nodo
pt: Endereço do Nó
zh_hans: 节点地址

source: New Address
de: Neue Adresse
es: Nueva dirección
hr: Nova adresa
it: Nuovo indirizzo
pt: Novo Endereço
zh_hans: 新地址

source: %@ message deposit
de: %@ Nachrichteneinzahlung
es: %@ depósito de mensaje
hr: %@ depozit poruke
it: %@ deposito messaggio
pt: %@ depósito de mensagem
zh_hans: %@ 消息存款

source: %@ message vote
de: %@ Nachrichtenabstimmung
es: %@ voto de mensaje
hr: %@ glas poruke
it: %@ voto messaggio
pt: %@ voto de mensagem
zh_hans: %@ 消息投票

source: Rebond
zh_hans: 重新绑定

source: Bond
zh_hans: 绑定

source: Unbond
zh_hans: 解绑

source: Add Pool
de: Pool hinzufügen
es: Añadir Pool
hr: Dodaj bazen
it: Aggiungi Pool
pt: Adicionar Pool
zh_hans: 添加池

source: Remove Pool
de: Pool entfernen
es: Eliminar Pool
hr: Ukloni bazen
it: Rimuovi Pool
pt: Remover Pool
zh_hans: 移除池

source: Leave
de: Verlassen
es: Salir
hr: Napusti
it: Lascia
pt: Sair
zh_hans: 离开

source: Custom
de: Benutzerdefiniert
es: Personalizado
hr: Prilagođeno
it: Personalizzato
pt: Personalizado
zh_hans: 自定义

source: Vote
de: Abstimmen
es: Votar
hr: Glasaj
it: Vota
pt: Votar
zh_hans: 投票

source: Stake
hr: Ulog
zh_hans: 质押

source: Unstake
hr: Poništi ulog
zh_hans: 取消质押

source: IBC Transfer
de: IBC Überweisung
es: Transferencia IBC
hr: IBC prijenos
it: Trasferimento IBC
pt: Transferência IBC
zh_hans: IBC 转账

source: Merge
de: Zusammenführen
es: Fusionar
hr: Spoji
it: Unisci
pt: Fundir
zh_hans: 合并

source: Withdraw RUJI
de: RUJI abheben
es: Retirar RUJI
hr: Povuci RUJI
it: Preleva RUJI
pt: Sacar RUJI
zh_hans: 提取 RUJI

source: Switch
de: Wechseln
es: Cambiar
hr: Prebaci
it: Cambia
pt: Trocar
zh_hans: 切换

source: Add THORChain LP
de: THORChain LP hinzufügen
es: Añadir THORChain LP
hr: Dodaj THORChain LP
it: Aggiungi THORChain LP
pt: Adicionar LP THORChain
zh_hans: 添加 THORChain 流动性

source: Secured Assets
de: Gesicherte Vermögenswerte
es: Activos asegurados
hr: Osigurana imovina
it: Asset garantiti
pt: Ativos Segurados
zh_hans: 担保资产

source: Withdraw Secured Asset
de: Gesicherten Vermögenswert abheben
es: Retirar activo asegurado
hr: Povuci osiguranu imovinu
it: Preleva asset garantito
pt: Sacar Ativo Segurado
zh_hans: 提取担保资产

source: (optional)
es: (opcional)
hr: (neobavezno)
it: (opzionale)
pt: (opcional)
zh_hans: (可选)

source: Amount ( Balance: %@ %@ )
it: Importo ( Saldo: %@ %@ )
zh_hans: 金额 ( 余额: %@ %@ )

# amountSelectToken
source: Amount ( Select a token )
it: Importo ( Seleziona un token )
zh_hans: 金额 ( 选择代币 )

source: Custom Memo
it: Memo Personalizzato
zh_hans: 自定义备注

source: Proposal ID
it: ID Proposta
zh_hans: 提案 ID

source: Enter amount to unmerge
it: Inserisci importo da separare
zh_hans: 输入解绑金额

source: Shares ( Balance: %@ )
it: Quote ( Saldo: %@ )
zh_hans: 份额 ( 余额: %@ )

# sharesLabel
source: Shares
it: Quote
zh_hans: 份额

source: Loading pools...
it: Caricamento pool...
zh_hans: 加载资金池中...

source: Loading secured assets...
it: Caricamento asset garantiti...
zh_hans: 加载担保资产中...

# rebondRequiresRune
source: REBOND requires RUNE token on THORChain
it: REBOND richiede token RUNE su THORChain
zh_hans: 重新绑定需要在 THORChain 上有 RUNE 代币

# inboundPaused
source: Inbound actions are paused for %@. Try again later.
it: Le azioni in entrata sono in pausa per %@. Riprova più tardi.
zh_hans: %@ 的入站操作已暂停。请稍后再试。

# routerNotAvailable
source: Router not available for approvals on %@. Try again later.
it: Router non disponibile per approvazioni su %@. Riprova più tardi.
zh_hans: %@ 的路由不可用。请稍后再试。

# thorAddressNotFound
source: THORChain address not found in vault. Please ensure you have RUNE in your vault.
it: Indirizzo THORChain non trovato nel vault. Assicurati di avere RUNE nel tuo vault.
zh_hans: 保险库中未找到 THORChain 地址。请确保您的保险库中有 RUNE。

# enterValidAmount
source: Please enter a valid amount greater than zero.
it: Inserisci un importo valido maggiore di zero.
zh_hans: 请输入大于零的有效金额。

# selectSecuredAssetToSeeBalance
source: Select a secured asset to see available balance.
it: Seleziona un asset garantito per vedere il saldo disponibile.
zh_hans: 选择担保资产以查看可用余额。

# withdrawSecuredAssetError
source: To withdraw %@, you need to add the %@ coin to your vault first. Go to vault settings and add %@ to continue.
it: Per prelevare %@, devi prima aggiungere la moneta %@ al tuo vault. Vai nelle impostazioni del vault e aggiungi %@ per continuare.
zh_hans: 要提取 %@，您需要先将 %@ 代币添加到您的保险库。请前往保险库设置并添加 %@ 以继续。

# noSecuredAssets
source: No Secured Assets found in vault. Mint some assets first.
it: Nessun Asset Garantito trovato nel vault. Conia prima alcuni asset.
zh_hans: 保险库中未找到担保资产。请先铸造一些资产。

source: No secured assets available
it: Nessun asset garantito disponibile
zh_hans: 没有可用的担保资产

source: No pools available
it: Nessuna pool disponibile
zh_hans: 没有可用的资金池

source: Error loading balance
it: Errore nel caricamento del saldo
zh_hans: 加载余额出错

# noThorAddressFound
source: No THORChain address found
it: Nessun indirizzo THORChain trovato
zh_hans: 未找到 THORChain 地址

# selectDestinationChain
source: Select the destination chain
it: Seleziona la catena di destinazione
zh_hans: 选择目标链

# selectTokenToMerge
source: Select the token to be merged
it: Seleziona il token da unire
zh_hans: 选择要合并的代币

source: The Unmerge
it: La Separazione
zh_hans: 解绑

# mintSecuredAsset
source: Mint Secured Asset (SECURE+)
it: Conia Asset Garantito (SECURE+)
zh_hans: 铸造担保资产 (SECURE+)

source: Target Asset: %@
it: Asset Target: %@
zh_hans: 目标资产: %@

source: ERC20 Approval Required
it: Richiesta Approvazione ERC20
zh_hans: 需要 ERC20 批准

# erc20ApprovalRequiredMessage
source: This ERC20 token requires approval before minting. Two transactions will be signed:
it: Questo token ERC20 richiede approvazione prima del conio. Verranno firmate due transazioni:
zh_hans: 铸造前需要批准此 ERC20 代币。将签署两笔交易：

# approvalTransaction
source: 1. Approval transaction
it: 1. Transazione di approvazione
zh_hans: 1. 批准交易

# mintTransaction
source: 2. Mint secured asset transaction
it: 2. Transazione di conio asset garantito
zh_hans: 2. 铸造担保资产交易

# addLiquidityTransaction
source: 2. Add liquidity transaction
it: 2. Transazione di aggiunta liquidità
zh_hans: 2. 添加流动性交易

# thorAddressAutoFilled
source: THORChain Address (auto-filled)
it: Indirizzo THORChain (compilato automaticamente)
zh_hans: THORChain 地址 (自动填充)

source: Generated Memo:
it: Memo Generato:
zh_hans: 生成的备注:

source: Select Secured Asset to Withdraw
it: Seleziona Asset Garantito da Prelevare
zh_hans: 选择要提取的担保资产

source: Amount to Withdraw
it: Importo da Prelevare
zh_hans: 提取金额

source: Select asset to see balance
it: Seleziona asset per vedere il saldo
zh_hans: 选择资产以查看余额

# approvalRequiredMessageLP
source: This ERC20 token requires approval before adding to liquidity pool. Two transactions will be signed:
it: Questo token ERC20 richiede approvazione prima di essere aggiunto alla pool di liquidità. Verranno firmate due transazioni:
zh_hans: 添加到流动性池前需要批准此 ERC20 代币。将签署两笔交易：

# failedToLoadPools
source: Failed to load pools. Please check your connection and try again.
it: Impossibile caricare le pool. Controlla la tua connessione e riprova.
zh_hans: 加载资金池失败。请检查您的连接并重试。

# balanceInParentheses
source: ( Balance: %@ %@ )
it: ( Saldo: %@ %@ )
zh_hans: ( 余额: %@ %@ )

# assetLabel
source: Asset
zh_hans: 资产

# lpUnitsLabel
source: LPUNITS
it: Unità LP
zh_hans: LP单位

# memoLabel
source: Memo
zh_hans: 备注

# bpsLabel
source: BPS
zh_hans: 基点

# nodeAddressLabel
source: Node Address
it: Indirizzo Nodo
zh_hans: 节点地址

source: Loading...
zh_hans: 加载中...

# cacaoUnstakeMaturityMessage
source: %@ until deposit maturity reached
de: %@ bis zur Erreichung der Einzahlungsreife
es: %@ hasta que se alcance la madurez del depósito
hr: %@ do dosezanja zrelosti depozita
it: %@ fino al raggiungimento della maturità del deposito
pt: %@ até atingir a maturidade do depósito
zh_hans: 距离存款到期还有 %@

# importVaultSelectionTitle
source: Recover your vault or convert your seedphrase to a vault
de: Stellen Sie Ihren Tresor wieder her oder wandeln Sie Ihre Seed-Phrase in einen Tresor um
es: Recupera tu bóveda o convierte tu frase semilla en una bóveda
hr: Oporavite svoj trezor ili pretvorite svoju seed frazu u trezor
it: Recupera il tuo vault o converti la tua seed phrase in un vault
pt: Recupere seu cofre ou converta sua frase semente em um cofre
zh_hans: 恢复您的保险库或将您的助记词转换为保险库

# importSeedphraseTitle
source: Import seedphrase
de: Seed-Phrase importieren
es: Importar frase semilla
hr: Uvezi seed frazu
it: Importa seed phrase
pt: Importar frase semente
zh_hans: 导入助记词

# importSeedphraseSubtitle
source: Enter it, create a vault, never look back.
de: Geben Sie sie ein, erstellen Sie einen Tresor, schauen Sie nie zurück.
es: Ingrésala, crea una bóveda, nunca mires atrás.
hr: Unesite je, stvorite trezor, nikad ne gledajte natrag.
it: Inseriscila, crea un vault, non voltarti mai indietro.
pt: Digite-a, crie um cofre, nunca olhe para trás.
zh_hans: 输入它，创建保险库，永不回头。

# importVaultShareTitle
source: Import vault share
de: Tresoranteil importieren
es: Importar parte de bóveda
hr: Uvezi dijeljenje trezora
it: Importa condivisione vault
pt: Importar compartilhamento de cofre
zh_hans: 导入保险库共享

# importVaultShareSubtitle
source: Use a vault share to recover your vault.
de: Verwenden Sie einen Tresoranteil, um Ihren Tresor wiederherzustellen.
es: Usa una parte de bóveda para recuperar tu bóveda.
hr: Koristite dijeljenje trezora da oporavite svoj trezor.
it: Usa una condivisione vault per recuperare il tuo vault.
pt: Use um compartilhamento de cofre para recuperar seu cofre.
zh_hans: 使用保险库共享来恢复您的保险库。
