Repository: vultisig/vultisig-ios
Catalog: VultisigApp/VultisigApp/Localizables/*.lproj/Localizable.strings
Languages: de, es, hr, it, pt, zh_hans

source: on
de: auf
es: en
hr: na
it: su
pt: na
zh_hans: 在

# OnboardingCard1Text1
source: Say hello to
de: Sag Hallo zu
es: Di hola a
hr: Pozdravite
it: Dì ciao a
pt: Diga olá para
zh_hans: 向

# OnboardingCard1Text2
source: vault shares,
de: Tresoranteilen,
es: comparticiones de bóveda,
hr: dijelove trezora,
it: quote della cassaforte,
pt: partes do cofre,
zh_hans: 保险库份额问好，

# OnboardingCard1Text3
source: your new recovery method
de: deiner neuen Wiederherstellungsmethode
es: tu nuevo método de recuperación
hr: vašu novu metodu oporavka
it: il tuo nuovo metodo di recupero
pt: seu novo método de recuperação
zh_hans: 您的新恢复方法

# OnboardingCard2Text1
source: They’re split into
de: Sie sind in
es: Se dividen en
hr: Podijeljeni su na
it: Sono suddivise in
pt: Elas são divididas em
zh_hans: 它们被分成

# OnboardingCard2Text2
source: different parts for increased security,
de: verschiedene Teile für erhöhte Sicherheit aufgeteilt,
es: diferentes partes para mayor seguridad,
hr: različite dijelove radi povećane sigurnosti,
it: parti diverse per aumentare la sicurezza,
pt: partes diferentes para maior segurança,
zh_hans: 不同的部分以提高安全性，

# OnboardingCard2Text3
source: removing single-point of failure
de: um einen einzelnen Fehlerpunkt zu vermeiden
es: eliminando un solo punto de fallo
hr: uklanjajući jednu točku kvara
it: eliminando il punto singolo di guasto
pt: eliminando um único ponto de falha
zh_hans: 消除单点故障

# OnboardingCard3Text2
source: Each device
de: Jedes Gerät
es: Cada dispositivo
hr: Svaki uređaj
it: Ogni dispositivo
pt: Cada dispositivo
zh_hans: 保险库中的每个设备

# OnboardingCard3Text3
source: in your vault holds
de: in deinem Tresor enthält
es: en tu bóveda contiene
hr: u vašem trezoru sadrži
it: nel tuo vault contiene
pt: no seu cofre contém
zh_hans: 持有

# OnboardingCard3Text4
source: one vault share
de: einen Tresoranteil
es: una compartición de bóveda
hr: jedan dio trezora
it: una quota del vault
pt: uma parte do cofre
zh_hans: 一个保险库份额

# OnboardingCard4Text1
source: Recover your vault even
de: Stelle deinen Tresor wieder her, selbst
es: Recupera tu bóveda incluso
hr: Oporavite svoj trezor čak i
it: Recupera il tuo vault anche
pt: Recupere seu cofre mesmo
zh_hans: 即使

# OnboardingCard4Text2
source: if a device is lost or damaged
de: wenn ein Gerät verloren geht oder beschädigt wird
es: si un dispositivo se pierde o se daña
hr: ako je uređaj izgubljen ili oštećen
it: se un dispositivo viene perso o danneggiato
pt: se um dispositivo for perdido ou danificado
zh_hans: 设备丢失或损坏

# OnboardingCard5Text2
source: Always back up
de: Sichere immer
es: Siempre haz una copia de seguridad
hr: Uvijek napravite sigurnosnu kopiju
it: Esegui sempre il backup
pt: Sempre faça backup
zh_hans: 始终单独备份

# OnboardingCard5Text3
source: your vault shares individually, each in a
de: deine Tresoranteile einzeln, jeweils an einem
es: de tus comparticiones de bóveda individualmente, cada una en un
hr: svog trezora pojedinačno, svaki u
it: delle quote del tuo vault singolarmente, ognuna in un
pt: das partes do seu cofre individualmente, cada uma em um
zh_hans: 您的保险库份额，每个都在

# OnboardingCard5Text4
source: different location
de: anderen Ort
es: lugar diferente
hr: različitoj lokaciji
it: luogo diverso
pt: local diferente
zh_hans: 不同的位置

# OnboardingCard6Text1
source: These shares collaborate to
de: Diese Anteile arbeiten zusammen, um
es: Estas comparticiones colaboran para
hr: Ovi dijelovi surađuju kako bi
it: Queste quote collaborano per
pt: Essas partes trabalham juntas para
zh_hans: 这些份额协作

# OnboardingCard6Text2
source: unlock your vault.
de: deinen Tresor zu entsperren.
es: desbloquear tu bóveda.
hr: otključali vaš trezor.
it: sbloccare il tuo vault.
pt: desbloquear seu cofre.
zh_hans: 解锁您的保险库

# OnboardingView1Description
source: Vultisig is a secure, multi-device crypto vault, compatible with all major blockchains and 10,000+ tokens. Vultisig is fully self-custodial.
de: Vultisig ist ein sicherer, mehrgerätefähiger Krypto-Tresor, kompatibel mit allen gängigen Blockchains und über 10.000 Tokens. Vultisig ist vollständig selbstverwaltet.
es: Vultisig es una bóveda de criptomonedas segura y multi-dispositivo, compatible con todas las principales blockchains y más de 10,000 tokens. Vultisig es completamente auto-custodiado.
hr: Vultisig je siguran kripto spremište s više uređaja, kompatibilno sa svim glavnim blockchainovima i više od 10.000 tokena. Vultisig je potpuno samostalno.
it: Vultisig è una cassaforte crittografica sicura e multi-dispositivo, compatibile con tutte le principali blockchain e oltre 10.000 token. Vultisig è completamente self-custodial.
pt: Vultisig é um cofre de criptografia seguro e multi-dispositivo, compatível com todas as principais blockchains e mais de 10.000 tokens. Vultisig é totalmente auto-custodial.
zh_hans: Vultisig 是一个安全的多设备加密保险库，兼容所有主要区块链和 10,000+ 代币。Vultisig 完全自我托管

# OnboardingView2Description
source: Vultisig does not track your activities or require any registrations. Vultisig is fully open-source, ensuring transparency and trust.
de: Vultisig verfolgt keine Aktivitäten und erfordert keine Registrierungen. Vultisig ist vollständig open-source, was Transparenz und Vertrauen gewährleistet.
es: Vultisig no rastrea tus actividades ni requiere registros. Vultisig es completamente de código abierto, lo que garantiza transparencia y confianza.
hr: Vultisig ne prati vaše aktivnosti niti zahtijeva bilo kakve registracije. Vultisig je potpuno otvorenog koda, osiguravajući transparentnost i povjerenje.
it: Vultisig non traccia le tue attività e non richiede alcuna registrazione. Vultisig è completamente open-source, garantendo trasparenza e fiducia.
pt: Vultisig não rastreia suas atividades e não requer registros. Vultisig é totalmente open-source, garantindo transparência e confiança.
zh_hans: Vultisig 不跟踪您的活动或要求任何注册。Vultisig 完全开源，确保透明度和信任

# OnboardingView3Description
source: Vultisig is audited and secure. Join thousands of users who trust Vultisig with their digital assets.
de: Vultisig ist geprüft und sicher. Schließe dich tausenden von Nutzern an, die Vultisig mit ihren digitalen Vermögenswerten vertrauen.
es: Vultisig está auditado y es seguro. Únete a miles de usuarios que confían en Vultisig con sus activos digitales.
hr: Vultisig je revidiran i siguran. Pridružite se tisućama korisnika koji vjeruju Vultisigu sa svojim digitalnim sredstvima.
it: Vultisig è verificato e sicuro. Unisciti a migliaia di utenti che si fidano di Vultisig per i loro beni digitali.
pt: Vultisig é auditado e seguro. Junte-se a milhares de usuários que confiam no Vultisig com seus ativos digitais.
zh_hans: Vultisig 经过审计且安全。加入数千名信任 Vultisig 管理其数字资产的用户

# OnboardingView4Description
source: Vultisig is a wallet without seed phrases. It uses easy-to-manage vault shares instead. Every device has it unique vault share that needs a separate backup.
de: Vultisig ist eine Wallet ohne Seed-Phrasen. Wir verwenden stattdessen einfach zu verwaltende Tresoranteile.
es: Vultisig es una billetera sin frases semilla. Utiliza partes del cofre fáciles de gestionar. Cada dispositivo tiene su parte única del cofre que necesita una copia de seguridad por separado.
hr: Vultisig je novčanik bez seed fraza. Koristi dijelove trezora koje je lako upravljati. Svaki uređaj ima svoj jedinstveni dio trezora koji treba zasebno spremiti.
it: Vultisig è un portafoglio senza frasi di recupero. Utilizza parti di cassaforte facili da gestire. Ogni dispositivo ha la sua parte unica della cassaforte che necessita di un backup separato.
pt: Vultisig é uma carteira sem frases-semente. Em vez disso, utiliza partes de cofre fáceis de gerenciar. Cada dispositivo tem sua própria parte única do cofre que precisa de um backup separado.
zh_hans: Vultisig 是一个无助记词的钱包。 它使用易于管理的保险库份额。 每个设备都有其独特的保险库份额，需要单独备份

source: Open Settings
de: Einstellungen öffnen
es: Abrir Configuración
hr: Otvori Postavke
it: Apri Impostazioni
pt: Abrir Configurações
zh_hans: 打开设置

# optionalPasswordProtectBackup
source: Optional password protection of your Vault
de: Optionale Passwortsicherung deines Tresors
es: Protección opcional con contraseña de tu almacén
hr: Neobavezna zaštita lozinkom vašeg spremišta
it: Protezione opzionale del tuo caveau con una password
pt: Proteção opcional do seu cofre com senha
zh_hans: 保险库的可选密码保护

source: OR
de: ODER
es: O
hr: ILI
it: OPPURE
pt: OU
zh_hans: 或

source: Other
de: Andere
es: Otro
hr: Ostalo
it: Altro
pt: Outro
zh_hans: 其他

source: Overview
de: Übersicht
es: Resumen
hr: Pregled
it: Panoramica
pt: Visão geral
zh_hans: 概览

source: Pair
de: Koppeln
es: Emparejar
hr: Upareni
it: Accoppia
pt: Emparelhar
zh_hans: 配对

source: Pair Device
de: Paargerät
es: Aparato
hr: Uređaj
it: Dispositivo coppia
pt: Dispositivo par
zh_hans: 配对设备

# pairDeviceDisclaimersFirst
source: You can only send transactions with
de: Du kannst nur Transaktionen senden, wenn mindestens
es: Solo puedes enviar transacciones con al menos
hr: Možeš poslati transakcije samo s barem
it: Puoi inviare solo transazioni con almeno
pt: Você só pode enviar transações com pelo menos
zh_hans: 您只能使用

# pairDeviceDisclaimersSecond
source: of these devices present.
de: dieser Geräte vorhanden sind.
es: de estos dispositivos presentes.
hr: od ovih uređaja prisutnih.
it: di questi dispositivi presenti.
pt: destes dispositivos presentes.
zh_hans: 这些设备中的任意一个发送交易

source: Paired Sign
de: Gepaarter Kurs
es: Signo emparejado
hr: Upareni znak
it: Segno accoppiato
pt: Sinal emparelhado
zh_hans: 配对签名

source: PAIR from the
de: KOPPEL von dem
es: Emparejarse desde el
hr: Par od
it: Coppia da
pt: Par do
zh_hans: 从以下设备配对

source: Pairing Device
de: Kopplungsgerät
es: Dispositivo de emparejamiento
hr: Uređaj za uparivanje
it: Dispositivo di accoppiamento
pt: Dispositivo de emparelhamento
zh_hans: 正在配对设备

source: Pair with other devices:
de: Mit anderen Geräten koppeln:
es: Emparejar con otros dispositivos:
hr: Upareni s drugim uređajima:
it: Accoppia con altri dispositivi:
pt: Emparelhar com outros dispositivos:
zh_hans: 与其他设备配对：

# part
source: Share
de: Anteil
es: Participación
hr: Dio
it: Quota
pt: Parte
zh_hans: 份额

# partOf
source: part %d of %d
de: Teil %d von %d
es: Parte %d de %d
hr: dio %d od %d
it: parte %d di %d
pt: parte %d de %d
zh_hans: 第 %d 部分，共 %d 部分

source: Password
de: Passwort
es: Contraseña
hr: Lozinka
pt: Senha
zh_hans: 密码

# PasswordCannotBeReset
source: Password cannot be reset or recovered
de: Passwort kann nicht zurückgesetzt oder wiederhergestellt werden
es: La contraseña no se puede restablecer ni recuperar
hr: Lozinka se ne može resetirati ili oporaviti
it: La password non può essere reimpostata o recuperata
pt: A senha não pode ser redefinida ou recuperada
zh_hans: 密码无法重置或恢复

source: Password Hint
de: Passwort-Hinweis
es: Sugerencia de contraseña
hr: Nagovještaj lozinke
it: Suggerimento password
pt: Dica de senha
zh_hans: 密码提示

# passwordHintTitle
source: Optional: Password hint
de: Optional: Passwort-Hinweis
es: Opcional: Pista de contraseña
hr: Opcionalno: Savjet za lozinku
it: Opzionale: Suggerimento per la password
pt: Opcional: Dica de senha
zh_hans: 可选：密码提示

source: Password is required.
de: Passwort ist erforderlich.
es: Se requiere contraseña.
hr: Potrebna je lozinka.
it: È richiesta la password.
pt: A senha é necessária.
zh_hans: 密码是必需的

source: Password Mismatch
de: Passwort stimmt nicht überein
es: Las contraseñas no coinciden
hr: Lozinke se ne podudaraju
it: Le password non corrispondono
pt: Senhas não coincidem
zh_hans: 密码不匹配

# passwordProtectBackup
source: Password protect your backup
de: Sichern Sie Ihre Sicherung mit einem Passwort
es: Protege tu copia de seguridad con una contraseña
hr: Zaštitite svoju sigurnosnu kopiju lozinkom
it: Proteggi il tuo backup con una password
pt: Proteja seu backup com uma senha
zh_hans: 使用密码保护您的备份

source: Password verified successfully
de: Passwort erfolgreich überprüft
es: Contraseña verificada exitosamente
hr: Lozinka uspješno potvrđena
it: Password verificata con successo
pt: Senha verificada com sucesso
zh_hans: 密码验证成功

source: Paste
de: Einfügen
es: Pegar
hr: Zalijepi
it: Incolla
pt: Colar
zh_hans: 粘贴

# peerDiscoveryInfoDescription
source: Download Vultisig on your other device(s) and select ‘Scan QR code’
de: Laden Sie Vultisig auf Ihr anderes Gerät herunter und wählen Sie ‚QR-Code scannen‘
es: Descarga Vultisig en tu otro dispositivo y selecciona ‘Escanear código QR’
hr: Preuzmite Vultisig na svoj drugi uređaj i odaberite ‘Skeniraj QR kod’
it: Scarica Vultisig sul tuo altro dispositivo e seleziona ‘Scansiona codice QR’
pt: Baixe o Vultisig em seu outro dispositivo e selecione ‘Escanear código QR’
zh_hans: 在您的其他设备上下载 Vultisig 并选择"扫描二维码"

# peerDiscoveryInfoTitle1
source: Scan the
de: Scannen Sie den
es: Escanea el
hr: Skenirajte
it: Scansiona il
pt: Escaneie o
zh_hans: 扫描

# peerDiscoveryInfoTitle2
source: QR code
es: código QR
hr: QR kod
it: codice QR
pt: código QR
zh_hans: 二维码

# peerDiscoveryScanDeviceDisclaimer
source: Scan QR with other device. 3-device setup recommended, 2 is sufficient.
de: Scanne den QR-Code mit einem anderen Gerät. 3-Geräte-Setup empfohlen, 2 sind ausreichend.
es: Escanea el QR con otro dispositivo. Se recomienda una configuración de 3 dispositivos, 2 son suficientes.
hr: Skenirajte QR kod s drugim uređajem. Preporučena je konfiguracija s 3 uređaja, 2 su dovoljna.
it: Scansiona il QR con un altro dispositivo. Si consiglia un setup con 3 dispositivi, 2 sono sufficienti.
pt: Escaneie o QR com outro dispositivo. Configuração com 3 dispositivos recomendada, 2 são suficientes.
zh_hans: 使用其他设备扫描二维码。建议使用 3 个设备设置，2 个也足够

source: Pending Rewards
de: Ausstehende Belohnungen
es: Recompensas pendientes
hr: Nagrade na čekanju
it: Premio in sospeso
pt: Recompensas pendentes
zh_hans: 待领取奖励

source: Photo Library
de: Fotobibliothek
es: Biblioteca
hr: Biblioteka fotografija
it: Biblioteca di foto
pt: Biblioteca de fotos
zh_hans: 照片库

# pickPayoutAsset
source: Please pick a payout asset option from the selection
de: Bitte wählen Sie eine Auszahlungsoption
es: Elige una opción de activo para el pago
hr: Odaberi način isplate s popisa
it: Scegli un'opzione di pagamento dall'elenco
pt: Escolha uma opção de ativo para pagamento
zh_hans: 请从选择中选择支付资产选项

source: Pick Referral Code
de: Wähle Empfehlungscode
es: Elige código de referido
hr: Odaberi referalni kod
it: Scegli codice di invito
pt: Escolha o código de indicação
zh_hans: 选择推荐码

# pickValidCode
source: Please pick a valid referral code
de: Bitte wählen Sie einen gültigen Empfehlungscode
es: Elige un código de referido válido
hr: Odaberi važeći referalni kod
it: Scegli un codice di invito valido
pt: Escolha um código de indicação válido
zh_hans: 请选择有效的推荐码

# pickValidExpiration
source: Please set a valid expiration duration
de: Bitte legen Sie eine gültige Ablaufdauer fest
es: Configura una duración de expiración válida
hr: Postavi valjano vrijeme isteka
it: Imposta una durata di scadenza valida
pt: Defina uma duração de expiração válida
zh_hans: 请设置有效的到期时间

# pleaseBackupVault
source: Backups need to be done on every device in Vultisig
de: Jedes Gerät hat seinen eigenen, einzigartigen Anteil.
es: Cada dispositivo tiene su propia parte única.
hr: Svaki uređaj ima svoj jedinstveni dio.
it: Ogni dispositivo ha la propria quota unica.
pt: Cada dispositivo tem sua própria participação única.
zh_hans: 需要在 Vultisig 中的每个设备上进行备份

# pleaseBackupVaultNote
source: Each device has its own unique vault share, which are needed for recovery
de: Bitte sichere jetzt alle deine Tresoranteile.
es: Por favor, realiza el respaldo de todas tus partes del Vault ahora.
hr: Molimo napravite sigurnosnu kopiju svih svojih dijelova Vaulta sada.
it: Effettua subito il backup di tutte le tue quote del Vault.
pt: Por favor, faça backup de todas as suas ações do Vault agora.
zh_hans: 每个设备都有自己独特的保险库份额，这些份额是恢复所需的

source: Please wait...
de: Bitte warten...
es: Por favor espera...
hr: Molimo pričekajte...
it: Per favore, aspetta...
pt: Por favor, espere...
zh_hans: 请稍候...

source: Please wait %@ minutes
de: Bitte warten Sie %@ Minuten...
es: Por favor espera %@ minutos
hr: Molimo pričekajte %@ minuta
it: Per favore aspetta %@ minuti
pt: Por favor, espere %@ minutos
zh_hans: 请等待 %@ 分钟

# plusMore
source: +%d more
de: +%d mehr
es: +%d más
hr: +%d više
it: +%d altro
pt: +%d mais
zh_hans: +%d 更多

# polkadotExistentialDepositError
source: Ensure you leave enough funds to cover the fees. If an account balance falls below 1 DOT (Existential Deposit), the account will be deactivated (reaped) and any remaining funds will be lost. You can reactivate the address with a new deposit larger than the existential deposit at any time. However, this will not recover the lost funds.
de: Stellen Sie sicher, dass genügend Mittel vorhanden sind, um die Gebühren zu decken. Wenn das Guthaben eines Kontos unter 1 DOT (Existenzeinlage) fällt, wird das Konto deaktiviert und verbleibende Gelder werden verloren gehen. Sie können die Adresse jederzeit mit einer neuen Einzahlung über dem Existenzeinlage wieder aktivieren. Dies wird jedoch die verlorenen Gelder nicht wiederherstellen.
es: Asegúrese de dejar suficientes fondos para cubrir las tarifas. Si el saldo de una cuenta cae por debajo de 1 DOT (Depósito Existencial), la cuenta será desactivada (eliminada) y cualquier fondo restante se perderá. Puede reactivar la dirección con un nuevo depósito mayor que el depósito existencial en cualquier momento. Sin embargo, esto no recuperará los fondos perdidos.
hr: Pobrinite se da ostavite dovoljno sredstava za pokrivanje naknada. Ako stanje računa padne ispod 1 DOT (Egzistencijalni Depozit), račun će biti deaktiviran i preostala sredstva će biti izgubljena. Možete ponovno aktivirati adresu s novim depozitom većim od egzistencijalnog depozita u bilo kojem trenutku. Međutim, ovo neće vratiti izgubljena sredstva.
it: Assicurati di lasciare fondi sufficienti per coprire le commissioni. Se il saldo di un conto scende sotto 1 DOT (Deposito Esistenziale), il conto verrà disattivato (cancellato) e eventuali fondi rimanenti saranno persi. Puoi riattivare l'indirizzo con un nuovo deposito maggiore del deposito esistenziale in qualsiasi momento. Tuttavia, questo non recupererà i fondi persi.
pt: Certifique-se de deixar fundos suficientes para cobrir as taxas. Se o saldo de uma conta cair abaixo de 1 DOT (Depósito Existencial), a conta será desativada (removida) e quaisquer fundos restantes serão perdidos. Você pode reativar o endereço com um novo depósito maior que o depósito existencial a qualquer momento. No entanto, isso não recuperará os fundos perdidos.
zh_hans: 确保您留下足够的资金来支付费用。如果账户余额低于 1 DOT（存在性存款），账户将被停用（收割），任何剩余资金将丢失。您可以随时通过大于存在性存款的新存款重新激活地址。但是，这不会恢复丢失的资金

source: Portfolio
es: Portafolio
hr: Portfelj
it: Portafoglio
pt: Portfólio
zh_hans: 投资组合

source: Portfolio Balance
de: Portfolio-Guthaben
es: Saldo del portafolio
hr: Saldo portfelja
it: Saldo del portafoglio
pt: Saldo do portfólio
zh_hans: 投资组合余额

source: Portuguese
de: Portugiesisch
es: Portugués
hr: Portugalski
it: Portoghese
pt: Português
zh_hans: 葡萄牙语

# positiveAmountError
source: Amount must be a positive number. Try again.
de: Die Menge muss eine positive Zahl sein. Versuche es erneut.
es: La cantidad debe ser un número positivo. Intenta de nuevo.
hr: Iznos mora biti pozitivan broj. Pokušajte ponovno.
it: La quantità deve essere un numero positivo. Riprova.
pt: A quantidade deve ser um número positivo. Tente novamente.
zh_hans: 金额必须是正数。请重试

source: Preparing Vault
de: TRESOR VORBEREITEN...
es: PREPARANDO CAJA FUERTE...
hr: PRIPREMA SEFA...
it: PREPARANDO LA CASSAFORTE...
pt: PREPARANDO COFRE...
zh_hans: 正在准备保险库

# preparingVaultText1
source: Multi-factor security,
de: Mehrfaktor-Sicherheit,
es: Seguridad multifactor,
hr: Višefaktorska sigurnost,
it: Sicurezza multifattoriale,
pt: Segurança multifatorial,
zh_hans: 多因素安全，

# preparingVaultText2
source: removing the single-point of failure
de: eliminiert den Single Point of Failure
es: eliminando el punto único de fallo
hr: uklanjanje jedne točke neuspjeha
it: eliminando il punto singolo di errore
pt: eliminando o ponto único de falha
zh_hans: 消除单点故障

# previewKeygenDescription
source: Scan with devices to join the vault generation
de: Scannen Sie mit Geräten, um der Tresorgenerierung beizutreten
es: Escanee con dispositivos para unirse a la generación de bóveda
hr: Skenirajte s uređajima za pridruživanje generaciji trezora
it: Scansiona con i dispositivi per unirsi alla generazione di Vault
pt: Digitalize com dispositivos para ingressar na geração do cofre
zh_hans: 使用设备扫描以加入保险库生成

source: Price
de: Preis
es: Precio
hr: Cijena
it: Prezzo
pt: Preço
zh_hans: 价格

source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
hr: Pravila o privatnosti
it: Informativa sulla privacy
pt: Política de Privacidade
zh_hans: 隐私政策

# privatePairingMode
source: Want to pair privately?
de: Privat koppeln?
es: ¿Emparejar en privado?
hr: Upariti privatno?
it: Associare in privato?
pt: Emparelhar em privado?
zh_hans: 想要私密配对？

source: Provider
de: Anbieter
es: Proveedor
hr: Davatelj usluga
it: Fornitore
pt: Provedor
zh_hans: 提供商

# readyToUseNewWalletStandard.
source: You’re ready to use a new wallet standard.
de: Sie sind bereit, einen neuen Wallet-Standard zu verwenden.
es: Estás listo para usar un nuevo estándar de billetera.
hr: Spremni ste za korištenje novog standarda novčanika.
it: Ora sei pronto per usare un nuovo standard di wallet.
pt: Você está pronto para usar um novo padrão de carteira.
zh_hans: 您已准备好使用新的钱包标准

source: Receive
de: Empfangen
es: Recibir
hr: Primi
it: Ricevi
pt: Receber
zh_hans: 接收

source: Referral
de: Empfehlung
es: Referido
hr: Preporuka
it: Invito
pt: Indicação
zh_hans: 推荐

source: Referral Code
de: Empfehlungscode
es: Código de referido
hr: Referalni kod
it: Codice di invito
pt: Código de indicação
zh_hans: 推荐码

# referralCodeAdded
source: Referred code successfully linked
de: Empfehlungscode erfolgreich verknüpft
es: Código de referido vinculado con éxito
hr: Referalni kod uspješno povezan
it: Codice di invito collegato con successo
pt: Código de indicação vinculado com sucesso
zh_hans: 推荐码成功关联

source: Referral code copied
de: Überweisungscode kopiert
es: Código de referencia copiado
hr: Korirani kod kopije
it: Codice di riferimento copiato
pt: Código de referência copiado
zh_hans: 推荐码已复制

# referralCodeMatch
source: Used referral code can not be the same as your referral code
de: Der verwendete Empfehlungscode kann nicht mit Ihrem Empfehlungscode übereinstimmen
es: El código de referencia utilizado no puede ser el mismo que su código de referencia
hr: Korišteni referalni kod ne može biti isti kao vaš referalni kod
it: Il codice di riferimento usato non può essere lo stesso del codice di riferimento
pt: O código de referência usado não pode ser o mesmo que o seu código de referência
zh_hans: 使用的推荐码不能与您的推荐码相同

# referralCodeNotFound
source: This referral code doesn’t exist. Please check and try again.
de: Empfehlungscode nicht gefunden
es: Código de referido no encontrado
hr: Referalni kod nije pronađen
it: Codice di invito non trovato
pt: Código de indicação não encontrado
zh_hans: 此推荐码不存在。请检查并重试

# referralCodeWithoutAlias
source: This referral code doesn't have an alias set. Please check and try again.
de: Dieser Empfehlungscode hat keinen Alias ​​-Satz. Bitte überprüfen Sie und versuchen Sie es erneut.
es: Este código de referencia no tiene un conjunto de alias. Por favor revise y vuelva a intentarlo.
hr: Ovaj referalni kôd nema nit pseudonim. Molimo provjerite i pokušajte ponovo.
it: Questo codice di riferimento non ha un set di alias. Si prega di controllare e riprovare.
pt: Este código de referência não possui um conjunto de alias. Por favor, verifique e tente novamente.
zh_hans: 此推荐码未设置别名。请检查并重试
