Repository: vultisig/vultisig-ios
Catalog: VultisigApp/VultisigApp/Localizables/*.lproj/Localizable.strings
Languages: de, es, hr, it, pt, zh_hans

# referralLaunchCodeLengthError
source: Referral code can be up to 4 characters
de: Der Empfehlungscode darf höchstens 4 Zeichen lang sein
es: El código de referido puede contener hasta 4 caracteres
hr: Referalni kod može sadržavati do 4 znaka
it: Il codice referral può contenere fino a 4 caratteri
pt: O código de indicação pode conter até 4 caracteres
zh_hans: 推荐码最多 4 个字符

# referralNetworkError
source: Error while fetching referral data.
de: Fehler beim Abrufen von Empfehlendaten.
es: Error mientras obtiene datos de referencia.
hr: Pogreška prilikom dohvaćanja podataka o preporukama.
it: Errore durante il recupero dei dati di riferimento.
pt: Erro ao buscar dados de referência.
zh_hans: 获取推荐数据时出错

# referralOnboardingBannerDescription
source: Share your unique referral code to invite friends. You lower their fees and the more they trade, the more you earn — directly to your wallet.
de: Teile deinen persönlichen Empfehlungscode, um Freunde einzuladen. Sie zahlen weniger Gebühren und je mehr sie traden, desto mehr verdienst du – direkt in deine Wallet.
es: Comparte tu código único para invitar amigos. Ellos ahorran en comisiones y tú ganas más con cada operación — directo a tu billetera.
hr: Podijeli svoj jedinstveni kod i pozovi prijatelje. Oni plaćaju manje naknade, a ti zarađuješ više — direktno u svoj novčanik.
it: Condividi il tuo codice univoco per invitare amici. Abbatti le loro commissioni e più tradano, più guadagni — direttamente nel tuo wallet.
pt: Compartilhe seu código exclusivo para convidar amigos. Você reduz as taxas deles e quanto mais eles negociarem, mais você ganha — direto na sua carteira.
zh_hans: 分享您的唯一推荐码以邀请朋友。您降低了他们的费用，他们交易越多，您赚得越多 — 直接发送到您的钱包

# referralOnboardingBannerTitle
source: Invite friends. Earn rewards. Save on fees.
de: Freunde einladen. Belohnungen verdienen. Gebühren sparen.
es: Invita amigos. Gana recompensas. Ahorra en comisiones.
hr: Pozovi prijatelje. Ostvari nagrade. Uštedi na naknadama.
it: Invita amici. Guadagna ricompense. Risparmia sulle commissioni.
pt: Convide amigos. Ganhe recompensas. Economize taxas.
zh_hans: 邀请朋友。赚取奖励。节省费用

# referralOnboardingBannerTitle1
source: Invite friends.
de: Freunde einladen.
es: Invita amigos.
hr: Pozovi prijatelje.
it: Invita amici.
pt: Convide amigos.
zh_hans: 邀请朋友。

# referralOnboardingBannerTitle2
source: Earn rewards.
de: Belohnungen verdienen.
es: Gana recompensas.
hr: Zaradi nagrade.
it: Guadagna premi.
pt: Ganhe recompensas.
zh_hans: 赚取奖励。

# referralOnboardingBannerTitle3
source: Save on fees.
de: Gebühren sparen.
es: Ahorra en comisiones.
hr: Uštedi na naknadama.
it: Risparmia sulle commissioni.
pt: Economize nas taxas.
zh_hans: 节省费用

# referralOnboardingDescription1
source: Pick a short code and set your reward payout.
de: Wähle einen kurzen Code und lege deine Belohnung fest.
es: Elige un código corto y define tu recompensa.
hr: Odaberi kratak kod i postavi isplatu nagrade.
it: Scegli un codice breve e imposta la ricompensa.
pt: Escolha um código curto e defina sua recompensa.
zh_hans: 选择一个简短的代码并设置您的奖励支付

# referralOnboardingDescription2
source: Invite friends to use your code while swapping.
de: Lade Freunde ein, deinen Code beim Swappen zu nutzen.
es: Invita a amigos a usar tu código al hacer intercambios.
hr: Pozovi prijatelje da koriste tvoj kod prilikom zamjene.
it: Invita amici a usare il tuo codice durante lo swap.
pt: Convide amigos para usar seu código ao fazer swap.
zh_hans: 邀请朋友在交换时使用您的代码

# referralOnboardingDescription3
source: Get paid in your preferred asset every time they trade.
de: Erhalte Zahlungen in deinem bevorzugten Asset jedes Mal, wenn sie handeln.
es: Recibe pagos en tu activo preferido cada vez que hagan transacciones.
hr: Zaradi u svom odabranom tokenu svaki put kad oni trguju.
it: Ricevi pagamenti nel tuo asset preferito ogni volta che scambiano.
pt: Receba pagamentos no ativo que preferir sempre que eles negociarem.
zh_hans: 每次他们交易时都会以您首选的资产获得报酬

# referralOnboardingDescription4
source: Use a code from your friend and save on swap fees.
de: Nutze den Code deines Freundes und spare Gebühren beim Swappen.
es: Usa el código de un amigo y ahorra en comisiones.
hr: Iskoristi kod prijatelja i uštedi na naknadama.
it: Usa il codice di un amico e risparmia sulle commissioni.
pt: Use o código de um amigo e economize nas taxas.
zh_hans: 使用朋友的代码并节省交换费用

# referralOnboardingTitle1
source: Create your referral code
de: Erstelle deinen Empfehlungscode
es: Crea tu código de referido
hr: Kreiraj svoj referalni kod
it: Crea il tuo codice di invito
pt: Crie seu código de indicação
zh_hans: 创建您的推荐码

# referralOnboardingTitle2
source: Share with friends
de: Teile ihn mit Freunden
es: Compártelo con amigos
hr: Podijeli s prijateljima
it: Condividilo con gli amici
pt: Compartilhe com amigos
zh_hans: 与朋友分享

# referralOnboardingTitle3
source: Earn 10 bps fee rewards automatically
de: Verdiene automatisch 10 Bps Gebührenbelohnungen
es: Gana automáticamente recompensas de 10 bps en comisiones
hr: Automatski ostvari 10 bps nagrade od naknada
it: Guadagna automaticamente 10 bps di ricompense sulle commissioni
pt: Ganhe automaticamente 10 bps de recompensas de taxa
zh_hans: 自动赚取 10 个基点费用奖励

# referralOnboardingTitle4
source: Use Referral code - Save 5bps
de: Verwende Empfehlungscode – Spare 5 Bps
es: Usa el código de referido - Ahorra 5 bps
hr: Upotrijebi referral kod – Uštedi 5 bps
it: Usa il codice referral - Risparmia 5 bps
pt: Use o código de indicação - Economize 5 bps
zh_hans: 使用推荐码 - 节省 5 个基点

# referralOverviewCheckbox1
source: The amount is correct
de: Der Betrag ist korrekt
es: La cantidad es correcta
hr: Iznos je točan
it: L’importo è corretto
pt: O valor está correto
zh_hans: 金额正确

# referralOverviewCheckbox2
source: I’m sending it to the correct address
de: Ich sende an die richtige Adresse
es: Estoy enviando a la dirección correcta
hr: Šaljem na ispravnu adresu
it: Sto inviando all’indirizzo corretto
pt: Estou enviando para o endereço correto
zh_hans: 我将其发送到正确的地址

source: Referral Program
de: Empfehlungsprogramm
es: Programa de Referidos
hr: Referalni program
it: Programma di riferimento
pt: Programa de Indicação
zh_hans: 推荐计划

# referralProgramTooltipDescription
source: The referral program applies to THORChain swaps and operates on a best-effort basis. To use the Vultisig referral, you must register a THORName. The registration fee is 10 RUNE plus 1 RUNE per year, paid to the THORChain network.
de: Das Empfehlungsprogramm gilt für THORChain-Swaps und wird nach dem Best-Effort-Prinzip betrieben. Um die Vultisig-Empfehlung zu nutzen, musst du einen THORName registrieren. Die Registrierungsgebühr beträgt 10 RUNE plus 1 RUNE pro Jahr und wird an das THORChain-Netzwerk gezahlt.
es: El programa de referidos se aplica a los intercambios de THORChain y funciona sobre la base del mejor esfuerzo. Para usar el referido de Vultisig, debes registrar un THORName. La tarifa de registro es de 10 RUNE más 1 RUNE por año, pagada a la red THORChain.
hr: Program preporuka odnosi se na THORChain zamjene i djeluje na principu najboljeg truda. Za korištenje Vultisig preporuke, morate registrirati THORName. Naknada za registraciju iznosi 10 RUNE plus 1 RUNE godišnje, plaća se THORChain mreži.
it: Il programma di referral si applica agli swap THORChain e opera su base best-effort. Per utilizzare il referral Vultisig, è necessario registrare un THORName. La quota di registrazione è di 10 RUNE più 1 RUNE all'anno, pagata alla rete THORChain.
pt: O programa de indicação se aplica às trocas da THORChain e opera com base no melhor esforço. Para usar a indicação Vultisig, você deve registrar um THORName. A taxa de registro é de 10 RUNE mais 1 RUNE por ano, paga à rede THORChain.
zh_hans: 推荐计划适用于 THORChain 交换，并尽力而为。要使用 Vultisig 推荐，您必须注册 THORName。注册费为 10 RUNE 加上每年 1 RUNE，支付给 THORChain 网络

# referredSaveOnSwaps
source: Save %@ on swaps - Add a Referral
de: Speichern Sie %@ bei Swaps - Fügen Sie eine Empfehlung hinzu
es: Guardar %@ en swaps - agregue una referencia
hr: Spremi %@ na zamjene - Dodajte preporuku
it: Salva %@ su swaps - Aggiungi un referral
pt: Economize %@ em swaps - Adicione uma indicação
zh_hans: 在交换中节省 %@ - 添加推荐

source: Register Guide
de: Registerhandbuch
es: Guía de registro
hr: Vodič za registraciju
it: Guida al registro
pt: Guia de registro
zh_hans: 注册指南

source: Register Vault
de: Tresor registrieren
es: Registrar Vault
hr: Registriraj trezor
it: Registra Vault
pt: Registrar Cofre
zh_hans: 注册保险库

# registerVaultText1
source: Save your Vault QR Code
de: 1. Speicher deinen Tresor-QR-Code
es: 1. Guarda tu código QR del Vault
hr: 1. Spremite svoj QR kod trezora
it: 1. Salva il tuo codice QR del Vault
pt: 1. Salve o código QR do seu Cofre
zh_hans: 保存您的保险库二维码

# registerVaultText2
source: Go to
de: 2. Öffne
es: 2. Ve a
hr: 2. Idite na
it: 2. Vai su
pt: 2. Acesse
zh_hans: 前往

# registerVaultText3
source: Upload your Vault QR Code
de: 3. Lade deinen Tresor-QR-Code hoch
es: 3. Sube tu código QR del Vault
hr: 3. Učitajte svoj QR kod trezora
it: 3. Carica il tuo codice QR del Vault
pt: 3. Carregue o código QR do seu Cofre
zh_hans: 上传您的保险库二维码

# registerVaultText4
source: Track your VULTIES (Vault Points)!
de: 4. Verfolge die Entwicklung deiner VULTIES (Tresorpunkte)!
es: 4. ¡Sigue tus VULTIES (Puntos Vault)!
hr: 4. Pratite svoje VULTIES (Bodovi trezora)!
it: 4. Monitora i tuoi VULTIES (Punti Vault)!
pt: 4. Acompanhe seus VULTIES (Pontos de Cofre)!
zh_hans: 跟踪您的 VULTIES（保险库积分）！

source: Register your Vaults!
de: Registriere deine Tresore!
es: ¡Registra tus Vaults!
hr: Registrirajte svoje trezore!
it: Registra i tuoi Vault!
pt: Registre seus Cofres!
zh_hans: 注册您的保险库！

source: Registration Fee
de: Registrierungsgebühr
es: Tarifa de registro
hr: Naknada za registraciju
it: Costo di registrazione
pt: Taxa de registro
zh_hans: 注册费

source: Rename
de: Umbenennen
es: Renombrar
hr: Preimenuj
it: Rinomina
pt: Renomear
zh_hans: 重命名

# renameVault
source: Edit your vault name
de: Namen deines Tresors bearbeiten
es: Editar el nombre de tu caja fuerte
hr: Uredite ime vašeg sefa
it: Modifica il nome della tua cassaforte
pt: Editar o nome do seu cofre
zh_hans: 编辑您的保险库名称

# renameVaultTitle
source: Rename Vault
de: Vault umbenennen
es: Cambiar el nombre de bóveda
hr: Preimenovanje trezora
it: Rinominare il caveau
pt: Renomeie o Vault
zh_hans: 重命名保险库

# requestServerVaultShareBadRequestError
source: Password for your vault is incorrect. Please check and try again.
de: Das Passwort für Ihr Gewölbe ist falsch. Bitte überprüfen Sie und versuchen Sie es erneut.
es: La contraseña para su bóveda es incorrecta. Por favor revise y vuelva a intentarlo.
hr: Lozinka za vaš trezor nije točna. Molimo provjerite i pokušajte ponovo.
it: La password per il tuo Vault non è corretta. Si prega di controllare e riprovare.
pt: A senha do seu cofre está incorreta. Por favor, verifique e tente novamente.
zh_hans: 您的保险库密码不正确。请检查并重试

# requestServerVaultShareSuccess
source: We’ve sent a copy of your vault share to your email. It should arrive shortly.
de: Wir haben eine Kopie Ihres Vault -Freigabe an Ihre E -Mail gesendet. Es sollte in Kürze eintreffen.
es: Hemos enviado una copia de su bóveda compartida a su correo electrónico. Debería llegar en breve.
hr: Poslali smo kopiju vašeg trezora na vašu e -poštu. Trebao bi stići ubrzo.
it: Abbiamo inviato una copia della tua condivisione Vault alla tua e -mail. Dovrebbe arrivare a breve.
pt: Enviamos uma cópia do seu compartilhamento do Vault para o seu email. Deve chegar em breve.
zh_hans: 我们已向您的电子邮件发送了保险库份额的副本。应该很快就会到达

# requestServerVaultShareTooManyRequestsError
source: You've requested a vault share too many times in a short period of time. Please wait %@ minutes and try again.
de: Sie haben in kurzer Zeit einen Tresoranteil zu oft angefordert. Bitte warten Sie ein paar Minuten und versuchen Sie es erneut.
es: Ha solicitado una bóveda de compartir demasiadas veces en un corto período de tiempo. Espere un par de minutos y vuelva a intentarlo.
hr: U kratkom vremenu ste zatražili udio u trezoru. Pričekajte nekoliko minuta i pokušajte ponovo.
it: Hai richiesto una condivisione del caveau troppe volte in un breve periodo di tempo. Per favore attendi un paio di minuti e riprova.
pt: Você solicitou um compartilhamento do Vault muitas vezes em um curto período de tempo. Por favor, espere alguns minutos e tente novamente.
zh_hans: 您在短时间内请求保险库份额的次数过多。请等待 %@ 分钟后重试

# requestServerVaultShareUnknownError
source: We couldn't send a new copy of your vault share. Please wait a couple of minutes and try again.
de: Wir konnten keine neue Kopie Ihrer Tresorfreigabe senden. Bitte warten Sie ein paar Minuten und versuchen Sie es erneut.
es: No pudimos enviar una nueva copia de su bóveda compartida. Espere un par de minutos y vuelva a intentarlo.
hr: Nismo mogli poslati novu kopiju vašeg udjela u trezoru. Pričekajte nekoliko minuta i pokušajte ponovo.
it: Non potremmo inviare una nuova copia della tua condivisione Vault. Per favore attendi un paio di minuti e riprova.
pt: Não poderíamos enviar uma nova cópia do seu compartilhamento do Vault. Aguarde alguns minutos e tente novamente.
zh_hans: 我们无法发送新的保险库份额副本。请等待几分钟后重试

source: Reshare
de: Erneut teilen
es: Recompartir
hr: Ponovno podijeli
it: Ricondividi
pt: Recompartilhar
zh_hans: 重新共享

# reshareECDSA
source: Resharing ECDSA KEY
de: ECDSA-SCHLÜSSEL ERNEUT VERTEILEN
es: RECOMPARTIENDO CLAVE ECDSA
hr: Ponovno dijeljenje ECDSA KLJUČA
it: RICONDIVIDENDO CHIAVE ECDSA
pt: RECOMPARTILHANDO CHAVE ECDSA
zh_hans: 正在重新共享 ECDSA 密钥

# reshareEdDSA
source: Resharing EdDSA KEY
de: EdDSA-SCHLÜSSEL ERNEUT VERTEILEN
es: RECOMPARTIENDO CLAVE EdDSA
hr: Ponovno dijeljenje EdDSA KLJUČA
it: RICONDIVIDENDO CHIAVE EdDSA
pt: RECOMPARTILHANDO CHAVE EdDSA
zh_hans: 正在重新共享 EdDSA 密钥

# reshareFailed
source: Resharing key failed
de: Schlüsselverteilung fehlgeschlagen
es: La recompartición de clave falló
hr: Ponovno dijeljenje ključa nije uspjelo
it: Ricondivisione della chiave fallita
pt: A recompartilha de chave falhou
zh_hans: 重新共享密钥失败

# reshareLabelDisclaimer
source: For all Reshare actions the threshold of devices is always required.
de: Für alle Aktionen des erneuten Teilens ist immer der Schwellenwert der Geräte erforderlich.
es: Para todas las acciones de compartir nuevamente, siempre se requiere el umbral de dispositivos.
hr: Za sve akcije ponovne podjele uvijek je potreban prag uređaja.
it: Per tutte le azioni di ricondivisione è sempre richiesto il numero minimo di dispositivi.
pt: Para todas as ações de compartilhar novamente, é sempre necessário o limite de dispositivos.
zh_hans: 对于所有重新共享操作，始终需要达到设备阈值

# reshareLabelSubtitle
source: Reshare can be used to refresh, expand or reduce the amount of devices in a Vault.
de: Das erneute Teilen kann verwendet werden, um die Anzahl der Geräte in einem Tresor zu aktualisieren, zu erweitern oder zu reduzieren.
es: La opción de compartir nuevamente se puede usar para actualizar, expandir o reducir la cantidad de dispositivos en una Bóveda.
hr: Ponovna podjela može se koristiti za osvježavanje, proširenje ili smanjenje broja uređaja u Trezoru.
it: La ricondivisione può essere utilizzata per aggiornare, espandere o ridurre il numero di dispositivi in un Vault.
pt: O recurso de compartilhar novamente pode ser usado para atualizar, expandir ou reduzir a quantidade de dispositivos em um Cofre.
zh_hans: 重新共享可用于刷新、扩展或减少保险库中的设备数量

# reshareLabelTitle
source: Reshare your vault
de: Teile deinen Tresor erneut
es: Compartir nuevamente tu bóveda
hr: Ponovno podijeli svoj trezor
it: Condividi nuovamente il tuo vault
pt: Compartilhe novamente seu cofre
zh_hans: 重新共享您的保险库

# reshareVault
source: Reshare vault with new devices
de: Tresor mit neuen Geräten teilen
es: Recompartir caja fuerte con un nuevo comité
hr: Ponovno podijelite sef s novim odborom
it: Ricondividi la cassaforte con un nuovo comitato
pt: Recompartilhar cofre com um novo comitê
zh_hans: 使用新设备重新共享保险库

# resharingLoaderTitle
source: Add devices to include or leave devices out to remove from Vault
de: Geräte hinzufügen, um sie einzuschließen, oder Geräte weglassen, um sie aus dem Tresor zu entfernen
es: Agregue dispositivos para incluir o deje dispositivos fuera para eliminar del Cofre
hr: Dodajte uređaje za uključivanje ili izostavite uređaje za uklanjanje iz trezora
it: Aggiungi dispositivi per includerli o escludili per rimuoverli dalla Cassaforte
pt: Adicione dispositivos para incluir ou deixe de fora para remover do Cofre
zh_hans: 添加要包含的设备或排除要从保险库中删除的设备

source: Resharing the Vault
de: Tresor erneut freigeben
es: Recompartiendo el Cofre
hr: Ponovno dijeljenje trezora
it: Ricondivisione della Cassaforte
pt: Recompartilhando o Cofre
zh_hans: 正在重新共享保险库

# restart
source: Please restart the app to apply the new language settings.
de: Bitte starte die App neu, um die neuen Spracheinstellungen zu übernehmen.
es: Por favor, reinicie la aplicación para aplicar los nuevos ajustes de idioma.
hr: Molimo ponovno pokrenite aplikaciju kako biste primijenili nove postavke jezika.
it: Si prega di riavviare l'app per applicare le nuove impostazioni della lingua.
pt: Por favor, reinicie o aplicativo para aplicar as novas configurações de idioma.
zh_hans: 请重新启动应用程序以应用新的语言设置

source: Retry
de: Erneut versuchen
es: Reintentar
hr: Pokušaj ponovo
it: Riprova
pt: Tentar novamente
zh_hans: 重试

source: Review Conditions
de: Bedingungen überprüfen
es: Revisar Condiciones
hr: Pregled uvjeta
it: Rivedi le Condizioni
pt: Revisar Condições
zh_hans: 审查条件

# reviewConditionsMessage
source: Kindly review and agree to all the listed conditions.
de: Bitte überprüfe und stimme allen aufgeführten Bedingungen zu.
es: Por favor, revise y acepte todas las condiciones listadas.
hr: Molimo pregledajte i prihvatite sve navedene uvjete.
it: Si prega di rivedere e accettare tutte le condizioni elencate.
pt: Por favor, reveja e concorde com todas as condições listadas.
zh_hans: 请审查并同意所有列出的条件

# rippleExistentialDepositError
source: XRP requires a minimum balance of 1 XRP. The blockchain will block any transaction that would reduce the account balance below this amount. To send your full balance, the account must be deleted.
de: XRP erfordert ein Mindestguthaben von 1 XRP. Die Blockchain blockiert jede Transaktion, die das Guthaben unter diesen Betrag senken würde. Um das gesamte Guthaben zu senden, muss das Konto gelöscht werden.
es: XRP requiere un saldo mínimo de 1 XRP. La blockchain bloqueará cualquier transacción que reduzca el saldo por debajo de esa cantidad. Para enviar el saldo completo, la cuenta debe ser eliminada.
hr: XRP zahtijeva minimalni saldo od 1 XRP. Blockchain će blokirati svaku transakciju koja bi smanjila stanje ispod tog iznosa. Za slanje cijelog iznosa račun mora biti izbrisan.
it: XRP richiede un saldo minimo di 1 XRP. La blockchain bloccherà qualsiasi transazione che riduca il saldo al di sotto di questa soglia. Per inviare l’intero saldo, l’account deve essere eliminato.
pt: A XRP exige um saldo mínimo de 1 XRP. A blockchain bloqueará qualquer transação que reduza o saldo abaixo desse valor. Para enviar o saldo completo, a conta precisa ser excluída.
zh_hans: XRP 需要最低余额 1 XRP。区块链将阻止任何会使账户余额低于此金额的交易。要发送全部余额，必须删除账户

# sameDeviceShareError
source: Same vault share
de: Gleicher Tresor Teil
es: Misma compartir bóveda
hr: Isti udio trezora
it: Stessa condivisione del Vault
pt: Mesmo compartilhamento de cofre
zh_hans: 相同的保险库份额

# sameNameFolderDescription
source: That folder name already exists. Try a new one.
de: Bitte wähle einen einzigartigen Namen für den Ordner und versuche es erneut.
es: Elija un nombre único para la carpeta e inténtelo de nuevo.
hr: Odaberite jedinstveno ime za mapu i pokušajte ponovno.
it: Si prega di scegliere un nome univoco per la cartella e riprovare.
pt: Escolha um nome exclusivo para a pasta e tente novamente.
zh_hans: 该文件夹名称已存在。尝试一个新的

# sameUseReferralCodeErrorMessage
source: Used referral code can not be the same as your referral code
de: Der verwendete Empfehlungscode darf nicht derselbe wie dein eigener sein
es: El código usado no puede ser igual al tuyo
hr: Korišteni kod ne može biti isti kao tvoj vlastiti
it: Il codice di invito usato non può essere uguale al tuo
pt: O código de indicação usado não pode ser igual ao seu
zh_hans: 使用的推荐码不能与您的推荐码相同

# sameWifiEntendedInstruction
source: Keep devices on the same WiFi Network, have a stable connection and be on the correct vault and pair devices.
de: Halte die Geräte im selben WLAN-Netzwerk, sorge für eine stabile Verbindung und sei im richtigen Tresor, um die Geräte zu koppeln
es: Mantén los dispositivos en la misma red WiFi, asegúrate de tener una conexión estable y estar en la bóveda correcta para emparejar los dispositivos.
hr: Držite uređaje na istoj WiFi mreži, osigurajte stabilnu vezu i budite na ispravnom trezoru te uparite uređaje.
it: Tieni i dispositivi sulla stessa rete WiFi, assicurati di avere una connessione stabile ed essere nella cassaforte corretta per accoppiare i dispositivi
pt: Mantenha os dispositivos na mesma rede WiFi, tenha uma conexão estável e esteja no cofre correto para emparelhar os dispositivos.
zh_hans: 保持设备在同一 WiFi 网络上，拥有稳定的连接，并在正确的保险库上配对设备

source: Save
de: Speichern
es: Guardar
hr: Spremi
it: Salva
pt: Salvar
zh_hans: 保存

source: Save Address
de: Adresse speichern
es: Guardar dirección
hr: Spremi adresu
it: Salva indirizzo
pt: Salvar endereço
zh_hans: 保存地址

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
hr: Spremi promjene
it: Salva modifiche
pt: Salvar alterações
zh_hans: 保存更改

source: Saved Addresses
de: Gespeicherte Adressen
es: Direcciones guardadas
hr: Spremljene adrese
it: Indirizzi salvati
pt: Endereços salvos
zh_hans: 已保存的地址

source: Save %@ on swaps
de: Speichern Sie %@ bei Swaps
es: Guardar %@ en swaps
hr: Spremite %@ na zamjene
it: Salva %@ su swaps
pt: Economize %@ em swaps
zh_hans: 在交换中节省 %@

source: Save or Share
de: Speichern oder teilen
es: Guardar o compartir
hr: Spremite ili podijelite
it: Salva o condividi
pt: Salvar ou compartilhar
zh_hans: 保存或分享

source: Save QR Code
de: QR-Code speichern
es: Guardar código QR
hr: Spremi QR kod
it: Salva codice QR
pt: Salvar código QR
zh_hans: 保存二维码

source: Save referral
de: Empfehlung speichern
es: Guardar referido
hr: Spremi referalu
it: Salva invito
pt: Salvar indicação
zh_hans: 保存推荐

source: Save referred code
de: Empfehlungscode speichern
es: Guardar código de referido
hr: Spremi referalni kod
it: Salva codice di invito
pt: Salvar código de indicação
zh_hans: 保存推荐码

source: Save Vault QR
de: Tresor-QR speichern
es: Guardar QR del Vault
hr: Spremi QR trezora
it: Salva QR del Vault
pt: Salvar QR do Cofre
zh_hans: 保存保险库二维码

source: Say goodbye to
de: Sagen Sie Auf Wiedersehen zu
es: Di adiós a
hr: Zbogom
it: Dì addio a
pt: Diga adeus às
zh_hans: 告别

source: Scan
de: Scannen
es: Escanear
hr: Skeniraj
it: Scansiona
pt: Escanear
zh_hans: 扫描

source: Scan QR
de: QR scannen
es: Escanear QR
hr: Skeniraj QR
it: Scansiona QR
pt: Digitalizar QR
zh_hans: 扫描二维码

source: Scan QR Code
de: QR-Code scannen
es: Escanear Código QR
hr: Skenirajte QR kod
it: Scansiona Codice QR
pt: Escanear Código QR
zh_hans: 扫描二维码

source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
hr: Skeniraj QR kod
it: Scansiona codice QR
pt: Escanear código QR
zh_hans: 扫描二维码

# scanQRCodeJoinKeygen
source: Scan the QR Code on another Vultisig app to start.
de: Scanne den QR-Code in einer anderen Vultisig App, um zu beginnen.
es: Escanea el Código QR en otra aplicación Vultisig para comenzar.
hr: Skenirajte QR kod na drugoj Vultisig aplikaciji za početak.
it: Scansiona il Codice QR su un'altra app Vultisig per iniziare.
pt: Escanear o Código QR em outro aplicativo Vultisig para começar.
zh_hans: 扫描另一个 Vultisig 应用上的二维码以开始

# scanQRStartScreen
source: Scan QR
de: QR scannen
es: Escanear QR
hr: Skeniraj QR
it: Scansiona QR
pt: Escanear QR
zh_hans: 扫描二维码
