Repository: vultisig/vultisig-ios
Catalog: VultisigApp/VultisigApp/Localizables/*.lproj/Localizable.strings
Languages: de, es, hr, it, pt, zh_hans

# keygenInstructionsCar6DescriptionPart1
source: Join Thousands. Thousands of users trust Vultisig with their digital assets. Become a part of our
de: Tausenden beitreten. Tausende von Benutzern vertrauen Vultisig ihre digitalen Vermögenswerte an. Werden Sie Teil unserer
es: Únete a miles. Miles de usuarios confían en Vultisig con sus activos digitales. Sé parte de nuestra
hr: Pridružite se tisućama. Tisuće korisnika vjeruju Vultisigu s njihovom digitalnom imovinom. Postanite dio naše
it: Unisciti a migliaia. Migliaia di utenti si fidano di Vultisig con i loro beni digitali. Diventa parte della nostra
pt: Junte-se a milhares. Milhares de usuários confiam no Vultisig com seus ativos digitais. Torne-se parte da nossa
zh_hans: 加入数千人。数千名用户信任 Vultisig 管理他们的数字资产。成为我们

# keygenInstructionsCar6DescriptionPart2
source: secure and growing community
de: sicheren und wachsenden Community
es: comunidad segura y en crecimiento
hr: sigurne i rastuće zajednice
it: comunità sicura e in crescita
pt: comunidade segura e crescente
zh_hans: 安全且不断增长的社区

# keygenInstructionsCar6Title
source: Community Corner
de: Gemeinschaftsecke
es: Rincón de la comunidad
hr: Kutak zajednice
it: Angolo della comunità
pt: Canto da comunidade
zh_hans: 社区角落

# keygenInstructionsCar7DescriptionPart1
source: Multi-Device Compatibility. Access your Vultisig vault
de: Multi-Geräte-Kompatibilität. Greife auf deinen Vultisig-Tresor
es: Compatibilidad con múltiples dispositivos. Accede a tu almacén Vultisig
hr: Kompatibilnost s više uređaja. Pristupite svom Vultisig spremištu
it: Compatibilità multi-dispositivo. Accedi al tuo caveau Vultisig
pt: Compatibilidade com vários dispositivos. Acesse seu cofre Vultisig
zh_hans: 多设备兼容性。从

# keygenInstructionsCar7DescriptionPart2
source: from multiple devices
de: von mehreren Geräten
es: desde múltiples dispositivos
hr: s više uređaja
it: da più dispositivi
pt: de vários dispositivos
zh_hans: 多个设备

# keygenInstructionsCar7DescriptionPart3
source: , enhancing flexibility without compromising security.
de: zu und verbessere so die Flexibilität, ohne die Sicherheit zu vernachlässigen.
es: , mejorando la flexibilidad sin comprometer la seguridad.
hr: , povećavajući fleksibilnost bez ugrožavanja sigurnosti.
it: , migliorando la flessibilità senza compromettere la sicurezza.
pt: , aumentando a flexibilidade sem comprometer a segurança.
zh_hans: 访问您的 Vultisig 保险库，在不影响安全性的情况下增强灵活性

# keygenInstructionsCar7Title
source: Feature Highlight
de: Funktionshighlight
es: Destacado de funciones
hr: Istaknuta značajka
it: In evidenza
pt: Destaque de recursos
zh_hans: 功能亮点

source: Keys
de: Schlüssel
es: Llaves
hr: Ključ
it: Tasti
pt: Chaves
zh_hans: 密钥

source: Keysign
de: Schlüsselsignatur
es: Firma de Clave
hr: Potpis ključa
it: Firma Chiave
pt: Assinatura de Chave
zh_hans: 密钥签名

# keysignDiscoveryDisclaimer
source: Scan QR code to sign transaction.
de: Scanne den QR-Code, um die Transaktion zu signieren.
es: Escanea el código QR para firmar la transacción.
hr: Skenirajte QR kod kako biste potpisali transakciju.
it: Scansiona il codice QR per firmare la transazione.
pt: Escaneie o código QR para assinar a transação.
zh_hans: 扫描二维码以签署交易

# keysignDiscoveryDisclaimerDevice
source: -device scan required.
de: -Gerätescan erforderlich.
es: -se requiere escanear el dispositivo.
hr: -potrebno skeniranje uređaja.
it: -scansione del dispositivo richiesta.
pt: -é necessário escanear o dispositivo.
zh_hans: -需要设备扫描

# keysignFail
source: The keysign process could not be started. Please check your settings and try again.
de: Das Signieren des Schlüssels konnte nicht gestartet werden. Bitte überprüfe die Einstellungen und versuche es erneut.
es: El proceso de firma de clave no pudo ser iniciado. Por favor verifica tus ajustes e intenta de nuevo.
hr: Proces potpisa ključa nije mogao biti pokrenut. Molimo provjerite svoje postavke i pokušajte ponovno.
it: Il processo di firma chiave non può essere avviato. Per favore, verifica le tue impostazioni e riprova.
pt: O processo de assinatura de chave não pôde ser iniciado. Por favor, verifique suas configurações e tente novamente.
zh_hans: 无法启动密钥签名过程。请检查您的设置并重试

source: KEYSIGN FINISHED...
de: UNTERZEICHNUNG ABGESCHLOSSEN...
es: FIRMA DE CLAVE FINALIZADA...
hr: POTPIS KLJUČA ZAVRŠEN...
it: FIRMA CHIAVE COMPLETATA...
pt: ASSINATURA DE CHAVE FINALIZADA...
zh_hans: 密钥签名已完成...

source: Label
de: Etikett
es: Etiqueta
hr: Označiti
it: Etichetta
pt: Rótulo
zh_hans: 标签

source: Language
de: Sprache
es: Idioma
hr: Jezik
it: Lingua
pt: Idioma
zh_hans: 语言

# languageChangeTitle
source: Language changed
de: Sprache geändert
es: Idioma cambiado
hr: Jezik promijenjen
it: Lingua cambiata
pt: Idioma alterado
zh_hans: 语言已更改

source: Learn more
de: Mehr erfahren
es: Más información
hr: Saznaj više
it: Scopri di più
pt: Saiba mais
zh_hans: 了解更多

source: Legal
de: Rechtliches
hr: Pravno
it: Legale
pt: Jurídico
zh_hans: 法律

source: Loading details
de: Lade Details
es: Cargando detalles
hr: Učitavanje detalja
it: Caricamento dettagli
pt: Carregando detalhes
zh_hans: 正在加载详情

# loadingWithEllipsis
source: Loading...
de: Laden...
es: Cargando...
hr: Učitavanje ...
it: Caricamento...
pt: Carregando...
zh_hans: 加载中...

source: Login using Face ID
de: Mit Face ID anmelden
es: Iniciar sesión usando Face ID
hr: Prijava pomoću Face ID
it: Accedi usando Face ID
pt: Login usando Face ID
zh_hans: 使用 Face ID 登录

source: Login using Optic ID
de: Anmelden mit Optic ID
es: Iniciar sesión con Optic ID
hr: Prijava pomoću Optic ID-a
it: Accedi con Optic ID
pt: Entrar usando Optic ID
zh_hans: 使用 Optic ID 登录

source: Login using Touch ID
de: Anmelden mit Touch ID
es: Iniciar sesión con Touch ID
hr: Prijava pomoću Touch ID-a
it: Accedi con Touch ID
pt: Entrar usando Touch ID
zh_hans: 使用 Touch ID 登录

source: Looking for devices...
de: Suche nach Geräten...
es: Buscando dispositivos...
hr: Traženje uređaja...
it: Ricerca dispositivi...
pt: Procurando dispositivos...
zh_hans: 正在寻找设备...

# madeVaultBackupPrompt
source: I have made a vault backup
de: Ich habe eine Sicherung des Tresors erstellt
es: He hecho una copia de seguridad del almacén
hr: Napravio sam sigurnosnu kopiju spremišta
it: Ho fatto un backup del caveau
pt: Fiz um backup do cofre
zh_hans: 我已进行保险库备份

source: Main
de: Haupt
es: Principal
hr: Glavni
it: Principale
pt: Principal
zh_hans: 主要

source: Main Device
de: Hauptgerät
es: Dispositivo Principal
hr: Glavni uređaj
it: Dispositivo Principale
pt: Dispositivo Principal
zh_hans: 主设备

source: Main Vault
de: Haupttresor
es: Bóveda principal
hr: Glavni trezor
it: Vault principale
pt: Cofre principal
zh_hans: 主保险库

source: Max. Total Fee
de: Max. Gesamtgebühr
es: Tarifa total máx.
hr: Maks. ukupna naknada
it: Commissione totale max.
pt: Taxa total máx.
zh_hans: 最大总费用

source: Memo
es: Memorándum
hr: Bilješka
pt: Memorando
zh_hans: 备忘录

source: MEMO (Optional)
es: MEMO (Opcional)
hr: MEMO (Opcionalno)
it: MEMO (Opzionale)
pt: MEMO (Opcional)
zh_hans: 备忘录（可选）

source: Migrate
de: Migrieren
es: Migrar
hr: Migrirati
it: Migrare
pt: Migrar
zh_hans: 迁移

# migratePasswordDescription
source: Enter your password to unlock your Server Share and start the upgrade
de: Gib dein Passwort ein, um deinen Serveranteil zu entsperren und das Upgrade zu starten
es: Introduce tu contraseña para desbloquear tu Parte del Servidor y comenzar la actualización
hr: Unesite svoju lozinku za otključavanje server dijela i pokretanje nadogradnje
it: Inserisci la tua password per sbloccare la quota del server e iniziare l'aggiornamento
pt: Digite sua senha para desbloquear sua Parte do Servidor e iniciar a atualização
zh_hans: 输入您的密码以解锁服务器份额并开始升级

# migrateVault
source: Migrate GG20 vault to DKLS
de: Migrieren Sie das GG20 -Tresor in DKLS
es: Migra la bóveda GG20 a DKLS
hr: Migrirajte trezor GG20 u DKLS
it: Migrare GG20 Vault su DKLS
pt: Migrar GG20 Vault para DKLS
zh_hans: 将 GG20 保险库迁移到 DKLS

# migrationFailed
source: Failed to migration GG20 vault to DKLS
de: Versäumte die Migration GG20 Vault zu DKLS
es: No se pudo migrar la bóveda GG20 a DKLS
hr: Nije uspjelo migraciju GG20 trezor u DKLS
it: Impossibile migrare la cassaforte GG20 a DKLS
pt: Falhou em migrar o cofre GG20 para o DKLS
zh_hans: 将 GG20 保险库迁移到 DKLS 失败

source: M of N Vault
de: M von N Tresor
es: M de n bóveda
hr: M od N trezora
pt: M de n cofre
zh_hans: M/N 保险库

# monthlyBackupTitle
source: Don't forget to backup your vault shares and verify the completeness.
de: Vergessen Sie nicht, Ihre Tresoranteile zu sichern und die Vollständigkeit zu überprüfen.
es: No olvides hacer una copia de seguridad de las partes de tu bóveda y verificar su integridad.
hr: Ne zaboravite napraviti sigurnosnu kopiju dijelova svog trezora i provjeriti njihovu cjelovitost.
it: Non dimenticare di eseguire il backup delle quote del tuo caveau e verificarne la completezza.
pt: Não se esqueça de fazer backup das partes do seu cofre e verificar sua integridade.
zh_hans: 不要忘记备份您的 保险库份额并验证完整性

source: More info
de: Mehr Infos
es: Más información
hr: Više informacija
it: Maggiori informazioni
pt: Mais informações
zh_hans: 更多信息

# moreInfoDescription
source: This occurs because the password is used to locally encrypt the backup file, similar to how a hard drive is encrypted. In the following step, you have the option to add a hint
de: Dies geschieht, weil das Passwort verwendet wird, um die Sicherungsdatei lokal zu verschlüsseln, ähnlich wie eine Festplatte verschlüsselt wird. Im folgenden Schritt haben Sie die Möglichkeit, einen Hinweis hinzuzufügen.
es: Esto ocurre porque la contraseña se utiliza para cifrar localmente el archivo de copia de seguridad, de forma similar a cómo se cifra un disco duro. En el siguiente paso, tienes la opción de añadir una pista.
hr: Ovo se događa jer se lozinka koristi za lokalno šifriranje datoteke sigurnosne kopije, slično kao što se šifrira tvrdi disk. U sljedećem koraku imate mogućnost dodati savjet.
it: Questo accade perché la password viene utilizzata per crittografare localmente il file di backup, in modo simile a come viene crittografato un disco rigido. Nel passaggio successivo, hai la possibilità di aggiungere un suggerimento.
pt: Isto ocorre porque a senha é usada para criptografar localmente o arquivo de backup, de forma semelhante a como um disco rígido é criptografado. Na etapa seguinte, você tem a opção de adicionar uma dica.
zh_hans: 这是因为密码用于本地加密备份文件，类似于硬盘驱动器的加密方式。在下一步中，您可以选择添加提示

# mustAgreeTermsError
source: You must agree with the terms.
de: Du musst den Bedingungen zustimmen.
es: Debes estar de acuerdo con los términos.
hr: Morate se složiti s uvjetima.
it: Devi accettare i termini.
pt: Você deve concordar com os termos.
zh_hans: 您必须同意条款

# mustHaveETHError
source: You must have ETH to pay for gas, before sending a token.
de: Du musst ETH haben, um die Netzwerkgebühr zu bezahlen, bevor du Token senden kannst.
es: Debes tener ETH para pagar el gas, antes de enviar un token.
hr: Morate imati ETH za plaćanje plina prije slanja tokena.
it: Devi avere ETH per pagare il gas, prima di inviare un token.
pt: Você deve ter ETH para pagar pelo gás, antes de enviar um token.
zh_hans: 在发送代币之前，您必须有 ETH 来支付燃料费

source: My Vaults
de: Meine Tresore
es: Mis Bóvedas
hr: Moji trezori
it: I miei Vault
pt: Meus Cofres
zh_hans: 我的保险库

source: Name
es: Nombre
hr: Ime
it: Nome
pt: Nome
zh_hans: 名称

source: Name your vault
de: Benennen Sie Ihren Tresor
es: Nombra tu bóveda
hr: Imenujte svoj trezor
it: Dai un nome al tuo vault
pt: Nomeie seu cofre
zh_hans: 命名您的保险库

# need3Devices
source: You need at least 2 devices
de: Sie benötigen mindestens 2 Geräte
es: Necesitas al menos 2 dispositivos
hr: Potrebna su vam najmanje 2 uređaja
it: Hai bisogno di almeno 2 dispositivi
pt: Você precisa de pelo menos 2 dispositivos
zh_hans: 您至少需要 2 个设备

# needToRemoveTokens
source: All the tokens within this chain needs to be removed before proceeding.
de: Alle Token innerhalb dieser Kette müssen entfernt werden, bevor du fortfahren kannst.
es: Todos los tokens dentro de esta cadena deben ser eliminados antes de continuar.
hr: Svi tokeni unutar ovog lanca moraju biti uklonjeni prije nastavka.
it: Tutti i token all'interno di questa catena devono essere rimossi prima di procedere.
pt: Todos os tokens dentro desta cadeia precisam ser removidos antes de prosseguir.
zh_hans: 在继续之前，需要删除此链中的所有代币

source: Network
de: Netzwerk
es: Red
hr: Mreža
it: Rete
pt: Rede
zh_hans: 网络

source: Network Fee
de: Netzwerkgebühr
es: Tarifa de red
hr: Mrežna naknada
it: Commissione di rete
pt: Taxa de rede
zh_hans: 网络费用

source: New chain detected
de: Neue Kette erkannt
es: Nueva cadena detectada
hr: Otkriven novi lanac
it: Nuova catena rilevata
pt: Nova cadeia detectada
zh_hans: 检测到新链

# newUpdateAvailable
source: Update is available.
de: Neues Update verfügbar
es: Nueva actualización disponible
hr: Dostupno novo ažuriranje
it: Nuovo aggiornamento disponibile
pt: Nova atualização disponível
zh_hans: 有可用更新

source: New Vault Setup
de: Neues Tresor-Setup
es: Nueva Configuración del Cofre
hr: Novo postavljanje trezora
it: Nuova Configurazione della Cassaforte
pt: Nova Configuração do Cofre
zh_hans: 新保险库设置

# newWalletNameDescription
source: You can always rename your vault later in the settings
de: Sie können Ihren Tresor später in den Einstellungen umbenennen
es: Siempre puedes renombrar tu bóveda más tarde en la configuración
hr: Možete preimenovati svoj trezor kasnije u postavkama
it: Puoi sempre rinominare il tuo vault più tardi nelle impostazioni
pt: Você pode renomear seu cofre mais tarde nas configurações
zh_hans: 您以后可以随时在设置中重命名保险库

source: Next
de: Nächster
es: Siguiente
hr: Sljedeći
it: Prossimo
pt: Próximo
zh_hans: 下一步

source: NFTs
zh_hans: NFT

# noBackupDeviceDisclaimer
source: You do not have a 3rd backup device - so you should backup one vault share securely later.
de: Du hast kein drittes Backup-Gerät - daher solltest du sofort die Tresoranteile sicher sichern.
es: No tienes un tercer dispositivo de respaldo, así que debes hacer una copia de seguridad de una parte del cofre de forma segura más tarde.
hr: Nemate treći rezervni uređaj, pa biste trebali sigurno sačuvati jedan dio trezora kasnije.
it: Non hai un terzo dispositivo di backup, quindi dovresti fare il backup di una parte del vault in modo sicuro in seguito.
pt: Você não tem um terceiro dispositivo de backup, então deve fazer o backup de uma parte do cofre com segurança mais tarde.
zh_hans: 您没有第三个备份设备 - 因此您应该稍后安全地备份一个保险库份额

# noCameraFound
source: No linked camera found.
de: Keine Kamera gefunden.
es: No se encontró ninguna cámara vinculada.
hr: Nije pronađena povezana kamera.
it: Nessuna fotocamera collegata trovata.
pt: Nenhuma câmera conectada encontrada.
zh_hans: 未找到关联的相机

# noCameraPermissionError
source: Camera permission denied. Please enable it in the Settings.
de: Kameraberechtigung verweigert. Bitte aktiviere sie in den Einstellungen.
es: Permiso para la cámara denegado. Por favor, actívalo en la Configuración.
hr: Dopuštenje za kameru je odbijeno. Molimo omogućite ga u Postavkama.
it: Autorizzazione della fotocamera negata. Per favore, abilitala nelle Impostazioni.
pt: Permissão para a câmera negada. Por favor, ative-a nas Configurações.
zh_hans: 相机权限被拒绝。 请在设置中启用它

source: No Chain Selected
de: Keine Kette ausgewählt
es: No se ha seleccionado ninguna cadena
hr: Nema odabranog lanca
it: Nessuna Catena Selezionata
pt: Nenhuma Cadeia Selecionada
zh_hans: 未选择链

source: No chains found
de: Keine Ketten gefunden
es: No se encontraron cadenas
hr: Nema pronađenih lanaca
it: Nessuna catena trovata
pt: Nenhuma cadeia encontrada
zh_hans: 未找到链

# noChainsFoundSubtitle
source: Make sure that the chain you’re looking for is enabled.
de: Stellen Sie sicher, dass die gesuchte Kette aktiviert ist.
es: Agrega cadenas para ver sus tokens asociados.
hr: Dodajte lance u postavkama
it: Non sono state trovate catene per questa selezione.
pt: Adicione cadeias para ver seus tokens
zh_hans: 确保您要查找的链已启用

# noGasEstimation
source: No gas estimation possible. Please refresh the page
de: Keine Gas-Schätzung möglich. Bitte aktualisieren Sie die Seite.
es: No es posible estimar el gas. Por favor, actualice la página.
hr: Nije moguće procijeniti gas. Molimo osvježite stranicu.
it: Nessuna stima del gas possibile. Si prega di aggiornare la pagina.
pt: Não é possível estimar o gás. Por favor, atualize a página.
zh_hans: 无法估算燃料费。请刷新页面

# noGasTokenFoundError
source: No gas token found for %@ chain. Please add the native token to your vault.
de: Kein Gas-Token für %@ Chain gefunden. Bitte füge den nativen Token zu deinem Vault hinzu.
es: No se encontró token de gas para la cadena %@. Por favor agrega el token nativo a tu vault.
hr: Nije pronađen token za plin za %@ lanac. Molimo dodajte nativni token u vaš trezor.
it: Token gas non trovato per la catena %@. Aggiungi il token nativo al tuo vault.
pt: Token de gas não encontrado para a cadeia %@. Por favor, adicione o token nativo ao seu vault.
zh_hans: 未找到 %@ 链的燃料代币。请将原生代币添加到您的保险库

# nonNegativeFeeError
source: Not enough gas to cover transaction.
de: Nicht genug Gas, um die Transaktion abzudecken.
es: No hay suficiente gas para cubrir la transacción.
hr: Nema dovoljno plina za pokrivanje transakcije.
it: Non abbastanza gas per coprire la transazione.
pt: Gás insuficiente para cobrir a transação.
zh_hans: 没有足够的燃料来支付交易

# NoQRCodesDetected
source: No QR code detected
de: Kein QR-Code erkannt
es: No se detectó ningún código QR
hr: Nema QR kodova otkrivenih
it: Nessun codice QR rilevato
pt: Nenhum código QR detectado
zh_hans: 未检测到二维码

# noReferralYetDescription
source: Turn your vault into a rewards machine. Create your referral now and start earning.
de: Verwandeln Sie Ihren Gewölbe in eine Belohnungsmaschine. Erstellen Sie jetzt Ihre Empfehlung und beginnen Sie zu verdienen.
es: Convierta su bóveda en una máquina de recompensas. Cree su referencia ahora y comience a ganar.
hr: Pretvorite svoj trezor u stroj za nagradu. Stvorite preporuku sada i počnite zarađivati.
it: Trasforma il tuo Vault in una macchina per i premi. Crea il tuo referral ora e inizia a guadagnare.
pt: Transforme seu cofre em uma máquina de recompensas. Crie sua referência agora e comece a ganhar.
zh_hans: 将您的保险库变成奖励机器。立即创建您的推荐并开始赚钱

# noReferralYetTitle
source: No referral yet.
de: Noch keine Überweisung.
es: Sin referencia todavía.
hr: Još nema preporuke.
it: Nessun riferimento ancora.
pt: Sem referência ainda.
zh_hans: 还没有推荐

source: No result found.
de: Kein Ergebnis gefunden.
es: No se encontraron resultados.
hr: Nije pronađen nijedan rezultat.
it: Nessun risultato trovato.
pt: Nenhum resultado encontrado.
zh_hans: 未找到结果

source: No Saved Addresses
de: Keine gespeicherten Adressen
es: No hay direcciones guardadas
hr: Nema spremljenih adresa
it: Nessun indirizzo salvato
pt: Nenhum endereço salvo
zh_hans: 没有保存的地址

# noSavedAddressesForChain
source: No Saved Addresses found for this chain.
de: Keine gespeicherten Adressen für diese Kette gefunden.
es: No se encontraron direcciones guardadas para esta cadena.
hr: Nema spremljenih adresa za ovaj lanac.
it: Nessun indirizzo salvato trovato per questa catena.
pt: Nenhum endereço salvo encontrado para esta cadeia.
zh_hans: 未找到此链的保存地址

# notEnoughBalanceError
source: You don't have enough balance to send this transaction
de: Du hast nicht genug Guthaben, um diese Transaktion zu senden
es: No tienes suficiente saldo para enviar esta transacción
hr: Nemate dovoljno sredstava za slanje ove transakcije
it: Non hai abbastanza saldo per inviare questa transazione
pt: Você não tem saldo suficiente para enviar esta transação
zh_hans: 您没有足够的余额来发送此交易

# notEnoughUTXOError
source: Insufficient UTXOs available. Your wallet has enough balance but the UTXOs (transaction outputs) are too small or not sufficient to cover the transaction amount plus fees. Try sending a smaller amount or wait for pending transactions to confirm.
de: Unzureichende UTXOs verfügbar. Deine Brieftasche hat genug Guthaben, aber die UTXOs (Transaktionsausgaben) sind zu klein oder nicht ausreichend, um den Transaktionsbetrag plus Gebühren zu decken. Versuche einen kleineren Betrag zu senden oder warte bis ausstehende Transaktionen bestätigt werden.
es: UTXOs insuficientes disponibles. Tu billetera tiene suficiente saldo pero los UTXOs (salidas de transacción) son demasiado pequeños o no suficientes para cubrir el monto de la transacción más las tarifas. Intenta enviar una cantidad menor o espera a que se confirmen las transacciones pendientes.
hr: Nedovoljno UTXO-a dostupno. Vaš novčanik ima dovoljno sredstava, ali su UTXO-i (izlazi transakcije) premali ili nedovoljni za pokrivanje iznosa transakcije plus naknade. Pokušajte poslati manji iznos ili pričekajte da se transakcije u tijeku potvrde.
it: UTXO insufficienti disponibili. Il tuo portafoglio ha saldo sufficiente ma gli UTXO (output di transazione) sono troppo piccoli o non sufficienti per coprire l'importo della transazione più le commissioni. Prova a inviare un importo minore o attendi che le transazioni in sospeso vengano confermate.
pt: UTXOs insuficientes disponíveis. Sua carteira tem saldo suficiente, mas os UTXOs (saídas de transação) são muito pequenos ou não suficientes para cobrir o valor da transação mais as taxas. Tente enviar um valor menor ou aguarde as transações pendentes serem confirmadas.
zh_hans: 可用的 UTXO 不足。您的钱包有足够的余额，但 UTXO（交易输出）太小或不足以支付交易金额加费用。尝试发送较小的金额或等待待处理的交易确认

# notHackedCheck
source: I’m not sending my money to a scam or hacker
de: Ich sende mein Geld nicht an einen Betrug oder Hacker
es: No estoy enviando mi dinero a una estafa o hacker
hr: Ne šaljem svoj novac prevarantu ili hakeru
it: Non sto inviando i miei soldi a una truffa o a un hacker
pt: Não estou enviando meu dinheiro para uma fraude ou hacker
zh_hans: 我不会将我的钱发送给诈骗者或黑客

# noTokensFound
source: No tokens selected
de: Keine Token gefunden
es: No se encontraron tokens
hr: Nema pronađenih tokena
it: Nessun token trovato
pt: Nenhum token encontrado
zh_hans: 未选择代币

# noTokensFoundSubtitle
source: You’ve disabled all tokens. Make sure that the token you’re looking for is enabled.
de: Sie haben alle Tokens deaktiviert. Stellen Sie sicher, dass der gesuchte Token aktiviert ist.
es: Agrega tokens para verlos aquí.
hr: Dodajte tokene u postavkama
it: Non sono stati trovati token per questa selezione.
pt: Adicione tokens para vê-los aqui
zh_hans: 您已禁用所有代币。确保您要查找的代币已启用

# noTransactions
source: No transactions yet
de: Noch keine Transaktionen
es: Aún no hay transacciones
hr: Još nema transakcija
it: Nessuna transazione ancora
pt: Ainda não há transações
zh_hans: 还没有交易

source: No Vault Selected
de: Kein Tresor ausgewählt
es: Ningún Vault seleccionado
hr: Nije odabran nijedan trezor
it: Nessun Vault selezionato
pt: Nenhum cofre selecionado
zh_hans: 未选择保险库

# numberOfPairedDevicesMOfN
source: Number of paired devices %d of N
de: Anzahl der paarweise verbundenen Geräte %d von N
es: Número de dispositivos emparejados %d de N
hr: Broj uređaja uparenih u par %d od N
it: Numero di dispositivi accoppiati %d di N
pt: Número de dispositivos emparelhados %d de N
zh_hans: 已配对设备数量 %d / N

# numberOfPairedDevicesTwoOfThree
source: Number of paired devices %d of 3
de: Anzahl der paarweise verbundenen Geräte %d von 3
es: Número de dispositivos emparejados %d de 3
hr: Broj uređaja uparenih u par %d od 3
it: Numero di dispositivi accoppiati %d di 3
pt: Número de dispositivos emparelhados %d de 3
zh_hans: 已配对设备数量 %d / 3

# numberOfPairedDevicesTwoOfTwo
source: Number of paired devices %d of 2
de: Anzahl der paarweise verbundenen Geräte %d von 2
es: Número de dispositivos emparejados %d de 2
hr: Broj uređaja uparenih u par %d od 2
it: Numero di dispositivi accoppiati %d di 2
pt: Número de dispositivos emparelhados %d de 2
zh_hans: 已配对设备数量 %d / 2

source: of
de: von
es: de
hr: od
it: Di
pt: de
zh_hans: 的

source: OK
es: DE ACUERDO
hr: U redu
zh_hans: 确定
