Repository: vultisig/vultisig-ios
Catalog: VultisigApp/VultisigApp/Localizables/*.lproj/Localizable.strings
Languages: de, es, hr, it, pt, zh_hans

source: Scan with
de: Scannen mit
es: Escanear con
hr: Skeniraj s
it: Scansiona con
pt: Escanear com
zh_hans: 扫描与

# scanWithPairedDevice
source: Scan with your Paired device:
de: Mit deinem gekoppelten Gerät scannen:
es: Escanear con tu dispositivo emparejado:
hr: Skenirajte sa svojim uparenim uređajem:
it: Scansiona con il tuo Dispositivo Accoppiato:
pt: Escanear com seu Dispositivo Emparelhado:
zh_hans: 使用您的配对设备扫描：

source: Search
de: Suche
es: Buscar
hr: Pretraži
it: Cerca
pt: Pesquisar
zh_hans: 搜索

source: Search...
de: Suchen...
es: Buscar...
hr: Pretraži...
it: Cerca...
pt: Pesquisar...
zh_hans: 搜索...

source: Search Result
de: Suchergebnis
es: Resultado de la búsqueda
hr: Rezultat pretraživanja
it: Risultato della ricerca
pt: Resultado da pesquisa
zh_hans: 搜索结果

source: Second
de: zweiten
es: Segundo
hr: Drugi
it: Secondo
pt: Segundo
zh_hans: 第二个

source: Second and Third
de: zweiten und dritten
es: Segundo y tercero
hr: Drugi i treći
it: Secondo e terzo
pt: Segundo e terceiro
zh_hans: 第二个和第三个

source: Secure
de: Sicher
es: Seguro
hr: Sigurno
it: Sicuro
pt: Seguro
zh_hans: 安全

source: SECURE CRYPTO VAULT
de: SICHERER KRYPTO-TRESOR
es: CAJA FUERTE DE CRIPTO
hr: SIGURNO KRIPTO SEF
it: CASSETTA DI SICUREZZA CRYPTO
pt: COFRE SEGURO DE CRIPTO
zh_hans: 安全加密保险库

# secureLoaderTitle
source: Join with multiple devices, proceed if all are added
de: Suche nach Geräten...
es: Buscando dispositivos...
hr: Tražim uređaje...
it: Ricerca di dispositivi...
pt: Procurando dispositivos...
zh_hans: 使用多个设备加入， 如果全部添加则继续

# secureModeDescription
source: • Only Your Devices • No Alerts or Policies • Fully self-custodial Use as a “cold vault”
de: • Nur eigene Geräte • Keine Benachrichtigungen oder Richtlinien • Vollständige Selbstverwahrung Als „Sicheren Tresor“ verwenden
es: • Solo tus dispositivos • Sin alertas ni políticas • Completamente auto-custodial Usar como un “vault frío”
hr: • Samo vaši uređaji • Bez upozorenja i politika • Potpuno samostalno skrbništvo Koristiti kao “hladni vault”
it: • Solo i tuoi dispositivi • Nessun avviso o politica • Completamente auto-custodiale Usa come “cold vault”
pt: • Apenas seus dispositivos • Sem alertas ou políticas • Completamente auto-custodial Usar como um “vault frio”
zh_hans: • 仅您的设备 • 无警报或策略 • 完全自我托管 用作"冷钱包"

# secureModeTitle
source: SECURE
de: SICHER
es: SEGURO
hr: SIGURNO
it: SICURO
pt: SEGURO
zh_hans: 安全

source: Secure Vault
de: Sicherer Tresor
es: Bóveda Segura
hr: Siguran trezor
it: Vault Sicuro
pt: Cofre Seguro
zh_hans: 安全保险库

# SecureVaultOverview1Text1
source: Your vault holds
de: Ihr Tresor enthält
es: Tu bóveda contiene
hr: Vaš trezor sadrži
it: Il tuo vault contiene
pt: Seu cofre contém
zh_hans: 您的保险库持有

# SecureVaultOverview1Text3
source: shares,
de: Anteile,
es: partes,
hr: dijelova,
it: parti,
pt: partes,
zh_hans: 份额，

# SecureVaultOverview1Text4
source: each device needs its own backup.
de: jedes Gerät benötigt ein eigenes Backup.
es: cada dispositivo necesita su propia copia de seguridad.
hr: svaki uređaj treba vlastitu sigurnosnu kopiju.
it: ogni dispositivo ha bisogno del proprio backup.
pt: cada dispositivo precisa do seu próprio backup.
zh_hans: 每个设备都需要自己的备份

# SecureVaultOverview2Text1
source: Backup
de: Sichern Sie
es: Realiza una copia de seguridad de
hr: Napravite sigurnosnu kopiju
it: Esegui il backup di
pt: Faça backup de
zh_hans: 备份

# SecureVaultOverview2Text2
source: this vault share
de: diesen Tresoranteil
es: esta parte de la bóveda
hr: ovog dijela trezora
it: questa parte del vault
pt: esta parte do cofre
zh_hans: 此保险库份额

# SecureVaultOverview2Text3
source: to ensure access, preferably
de: , um den Zugriff sicherzustellen, vorzugsweise
es: para garantizar el acceso, preferiblemente
hr: kako biste osigurali pristup, najbolje
it: per garantire l'accesso, preferibilmente
pt: para garantir o acesso, de preferência
zh_hans: 以确保访问，最好

# SecureVaultOverview2Text4
source: online.
es: en línea.
hr: na mreži.
zh_hans: 在线

# secureVaultSecureTextDescription
source: Maximum security with multiple devices Always accessible with device backups Secure any amount of assets
de: Maximale Sicherheit mit mehreren Geräten Immer zugänglich mit Geräte-Backups Sichere beliebige Vermögenswerte
es: Máxima seguridad con múltiples dispositivos Siempre accesible con copias de seguridad de dispositivos Protege cualquier cantidad de activos
hr: Maksimalna sigurnost s više uređaja Uvijek dostupan uz sigurnosne kopije uređaja Osiguraj bilo koji iznos imovine
it: Massima sicurezza con più dispositivi Sempre accessibile con backup del dispositivo Proteggi qualsiasi importo di asset
pt: Máxima segurança com vários dispositivos Sempre acessível com backups de dispositivos Proteja qualquer quantia de ativos
zh_hans: 多个设备的最高安全性 始终可通过设备备份访问 保护任意数量的资产

# secureVaultSummaryDiscalimer
source: I have read and understand what to do
de: Ich habe gelesen und verstanden, was zu tun ist.
es: He leído y entendido qué hacer.
hr: Pročitao/la sam i razumijem što trebam učiniti.
it: Ho letto e capito cosa fare.
pt: Li e entendi o que fazer.
zh_hans: 我已阅读并理解该怎么做

# secureVaultSummaryText1
source: Your vault has %d Vault Shares
de: Ihr Tresor hat %d Tresor-Anteile
es: Tu bóveda tiene %d partes de bóveda
hr: Vaš trezor ima %d udjela trezora
it: Il tuo vault ha %d parti del vault
pt: Seu cofre tem %d partes do cofre
zh_hans: 您的保险库有 %d 个保险库份额

# secureVaultSummaryText2
source: Backup each vault share separately
de: Sicherstellen Sie jede Tresorfreigabe separat
es: Respaldo de cada bóveda compartida por separado
hr: Sigurnosno kopiranje svakog udjela u trezoru odvojeno
it: Eseguire il backup di ogni condivisione di Vault separatamente
pt: Backup de cada cofre compartilhe separadamente
zh_hans: 分别备份每个保险库份额

# secureVaultSummaryText3
source: Keep vault shares in different locations
de: Halten Sie Vault Shares an verschiedenen Orten
es: Mantenga las acciones de Vault en diferentes ubicaciones
hr: Držite udjele trezora na različitim mjestima
it: Conservare le azioni Vault in diverse posizioni
pt: Mantenha as ações da Vault em diferentes locais
zh_hans: 将保险库份额保存在不同位置

# secureVaultSummaryText4
source: Access to all vault shares ensures maximum security for your funds
de: Alle Vault -Freigaben gewährleisten sicheren Zugriff auf Ihre Mittel
es: Todas las acciones de bóveda aseguran un acceso seguro a sus fondos
hr: Sve dionice trezora osiguravaju siguran pristup vašim sredstvima
it: Tutte le azioni Vault assicurano un accesso sicuro ai tuoi fondi
pt: Todas as ações do Vault garantem acesso seguro aos seus fundos
zh_hans: 所有保险库份额确保安全访问您的资金

# keyImportVaultSummaryText1
source: Your vault has 3 Vault Shares: 2 of your devices and 1 server
es: Tu bóveda tiene 3 partes de bóveda: 2 de tus dispositivos y 1 servidor
hr: Vaš trezor ima 3 udjela trezora: 2 vaša uređaja i 1 poslužitelj
zh_hans: 您的保险库有 3 个保险库份额：2 个您的设备和 1 个服务器

# keyImportVaultSummaryText5
source: The password set before grants access to the Server backup
es: La contraseña establecida antes otorga acceso a la copia de seguridad del servidor
hr: Lozinka postavljena prije daje pristup sigurnosnoj kopiji poslužitelja
zh_hans: 之前设置的密码授予对服务器备份的访问权限

source: Security
de: Sicherheit
es: Seguridad
hr: Sigurnost
it: Sicurezza
pt: Segurança
zh_hans: 安全

# securityScannerContinueAnyway
source: Continue anyway
de: Trotzdem weitermachen
es: Continuar de todos modos
hr: Nastavite svejedno
it: Continua comunque
pt: Continue de qualquer maneira
zh_hans: 仍然继续

# securityScannerContinueGoBack
source: Go Back
de: Geh zurück
es: Volver
hr: Vratiti se
it: Torna indietro
pt: Volte
zh_hans: 返回

# securityScannerCriticalRiskTitle
source: Critical risk transaction detected
de: Kritische Risiko -Transaktion erkannt
es: Transacción de riesgo crítico detectado
hr: Otkrivena kritična transakcija rizika
it: Transazione di rischio critico rilevato
pt: Transação de risco crítico detectado
zh_hans: 检测到严重风险交易

# securityScannerDefaultDescription
source: This transaction has been flagged as potentially dangerous
de: Diese Transaktion wurde als potenziell gefährlich gekennzeichnet
es: Esta transacción ha sido marcada como potencialmente peligrosa
hr: Ova je transakcija označena kao potencijalno opasna
it: Questa transazione è stata contrassegnata come potenzialmente pericolosa
pt: Esta transação foi sinalizada como potencialmente perigosa
zh_hans: 此交易已被标记为可能危险

# securityScannerHighRiskTitle
source: High risk transaction detected
de: Hochrisiko -Transaktion erkannt
es: Transacción de alto riesgo detectada
hr: Otkrivena transakcija visokog rizika
it: Transazione ad alto rischio rilevato
pt: Transação de alto risco detectada
zh_hans: 检测到高风险交易

# securityScannerLowRiskTitle
source: Low risk transaction detected
de: Transaktion mit geringer Risiko erkannt
es: Transacción de bajo riesgo detectada
hr: Otkrivena transakcija s niskim rizikom
it: Transazione a basso rischio rilevato
pt: Transação de baixo risco detectada
zh_hans: 检测到低风险交易

# securityScannerMediumRiskTitle
source: Medium risk transaction detected
de: Mittelrisiko -Transaktion erkannt
es: Transacción de riesgo medio detectado
hr: Otkrivena transakcija srednjeg rizika
it: Transazione a rischio medio rilevato
pt: Transação de risco médio detectado
zh_hans: 检测到中等风险交易

# securityScannerPoweredBy
source: Powered by
de: Angetrieben von
es: Impulsado por
hr: Pokrenut
it: Offerto da
pt: Distribuído por
zh_hans: 由以下提供支持

# securityScannerTransactionNotScanned
source: Transaction not scanned by
de: Transaktion nicht gescannt von durch
es: Transacción no escaneada por
hr: Transakcija nije skenirana prema
it: Transazione non scansionata da
pt: Transação não digitalizada por
zh_hans: 交易未被扫描

# securityScannerTransactionScannedBy
source: Transaction scanned by
de: Transaktion durch gescannt
es: Transacción escaneada por
hr: Transakcija skenirana
it: Transazione scansionata da
pt: Transação digitalizada por
zh_hans: 交易已被扫描

# securityScannerTransactionScanning
source: Scanning…
de: Scannen…
es: Exploración…
hr: Skeniranje…
it: Scansione ...
pt: Varredura ...
zh_hans: 正在扫描…

source: seed phrases
de: Seed-Phrasen
es: las frases semilla
hr: seed frazama
it: frasi di recupero
pt: frases-semente
zh_hans: 助记词

source: Select
de: Auswählen
es: Seleccionar
hr: Odaberi
it: Seleziona
pt: Selecionar
zh_hans: 选择

source: Select asset
de: Asset auswählen
es: Seleccionar activo
hr: Odaberi imovinu
it: Seleziona asset
pt: Selecionar ativo
zh_hans: 选择资产

# selectAtleastOneVault
source: Please select at least one vault and try again.
de: Bitte wähle mindestens einen Tresor aus und versuche es erneut.
es: Seleccione al menos un Vault e inténtelo de nuevo.
hr: Odaberite barem jedan trezor i pokušajte ponovno.
it: Selezionare almeno un Vault e riprovare.
pt: Selecione pelo menos um cofre e tente novamente.
zh_hans: 请至少选择一个保险库并重试

source: Select chain
de: Kette auswählen
es: Seleccionar cadena
hr: Odaberi lanac
it: Seleziona catena
pt: Selecionar cadeia
zh_hans: 选择链

source: Select chains
de: Ketten auswählen
es: Seleccionar cadenas
hr: Odaberite lance
it: Seleziona catene
pt: Selecionar cadeias
zh_hans: 选择链

source: Selected
de: Ausgewählt
es: Seleccionado
hr: Odabrano
it: Selezionato
pt: Selecionado
zh_hans: 已选择

source: Select network
de: Netzwerk auswählen
es: Seleccionar red
hr: Odaberi mrežu
it: Seleziona rete
pt: Selecionar rede
zh_hans: 选择网络

# selectPairingDevices
source: Select the pairing devices
de: Wählen Sie die Paarungsgeräte aus
es: Seleccione los dispositivos de emparejamiento
hr: Odaberite uređaje za uparivanje
it: Seleziona i dispositivi di accoppiamento
pt: Selecione os dispositivos de emparelhamento
zh_hans: 选择配对设备

source: Select Token
de: Wählen Sie Token
es: Seleccionar token
hr: Odaberite token
it: Seleziona token
pt: Selecione token
zh_hans: 选择代币

# selectTokensSubtitle
source: Enable at least one token to view balances and manage positions.
de: Wählen Sie die Token aus, die Sie in Ihrem Tresor sehen möchten.
es: Selecciona las cadenas que deseas ver en tu portafolio.
hr: Odaberite tokene koje želite vidjeti u svom portfelju
it: Seleziona le catene e i token che vuoi vedere nel tuo portafoglio.
pt: Selecione os tokens que você deseja ver no seu portfólio
zh_hans: 启用至少一个代币以查看余额并管理仓位

# selectTokensTitle
source: Select tokens
de: Token auswählen
es: Seleccionar tokens
hr: Odaberite tokene
it: Seleziona catene e token
pt: Selecionar tokens
zh_hans: 选择代币

source: Select Vaults
de: Gewölbe auswählen
es: Seleccionar bóvedas
hr: Odaberite trezore
it: Seleziona cassaforti
pt: Selecionar cofres
zh_hans: 选择保险库

# selectVaultsToBackUpSubtitle
source: Choose whether to back up just this vault or all vaults in your app.
de: Wählen Sie, ob Sie nur diesen Gewölbe oder alle Gewölbe in Ihrer App sichern möchten.
es: Elija si respalda solo esta bóveda o todas las bóvedas en su aplicación.
hr: Odaberite hoćete li sigurnosno kopirati samo ovaj trezor ili sve trezore u vašoj aplikaciji.
it: Scegli se eseguire il backup di questo Vault o tutti i Vault nella tua app.
pt: Escolha se deve fazer backup apenas deste cofre ou de todos os cofres em seu aplicativo.
zh_hans: 选择是仅备份此保险库还是备份应用中的所有保险库

# selectVaultsToBackUpTitle
source: Select Vaults to Back Up
de: Wählen Sie Gewölbe, um sich zu sichern
es: Seleccione las bóvedas para hacer una copia de seguridad
hr: Odaberite trezori za sigurnosnu kopiju
it: Seleziona Vaults per eseguire il backup
pt: Selecione cofres para fazer backup
zh_hans: 选择要备份的保险库

source: Select your Vault Type
de: Wähle deinen Tresortyp
es: Selecciona tu tipo de almacén
hr: Odaberite vrstu spremišta
it: Seleziona il tipo di caveau
pt: Selecione o tipo de cofre
zh_hans: 选择您的保险库类型

source: Self
de: Selbst
es: Propio
hr: Sam
it: Proprio
pt: Próprio
zh_hans: 自己

source: Sell
de: Verkaufen
es: Vender
hr: Prodaj
it: Vendi
pt: Vender
zh_hans: 出售

source: Send
de: Senden
es: Enviar
hr: Pošalji
it: Invia
pt: Enviar
zh_hans: 发送

# sendCryptoKeysignViewDisclaimer
source: Make sure devices are on the same network
de: Stellen Sie sicher, dass sich die Geräte im selben Netzwerk befinden
es: Asegúrate de que los dispositivos estén en la misma red
hr: Provjerite jesu li uređaji na istoj mreži
it: Assicurati che i dispositivi siano sulla stessa rete
pt: Certifique-se de que os dispositivos estão na mesma rede
zh_hans: 确保设备在同一网络上

# sendingRightAddressCheck
source: I’m sending to the correct address
de: Ich sende an die richtige Adresse
es: Estoy enviando a la dirección correcta
hr: Šaljem na pravu adresu
it: Sto inviando all'indirizzo corretto
pt: Estou enviando para o endereço correto
zh_hans: 我正在发送到正确的地址

source: Send overview
de: Übersicht senden
es: Enviar visión general
hr: Pošaljite pregled
it: Invia panoramica
pt: Enviar visão geral
zh_hans: 发送概览

source: Send to
de: Senden an
es: Enviar a
hr: Pošalji na
it: Invia a
pt: Enviar para
zh_hans: 发送至

source: Sent
de: Gesendet
es: Enviado
hr: Poslano
it: Inviato
pt: Enviado
zh_hans: 已发送

source: Server Backup
de: Serversicherung
es: Copia de seguridad del servidor
hr: Sigurnosna kopija poslužitelja
it: Backup del server
pt: Backup do servidor
zh_hans: 服务器备份

# serverBackupDescription
source: Request Server Vault Share again.
de: Anfrage Server Vault Share erneut.
es: Solicitar la bóveda del servidor Compartir nuevamente.
hr: Zatražite da se poslužitelj trezori ponovo dijeli.
it: Richiedere nuovamente la condivisione del Vault server.
pt: Solicitar o servidor Vault Share novamente.
zh_hans: 再次请求服务器保险库份额

# serverBackupTitle
source: Server Backup
de: Serversicherung
es: Copia de seguridad del servidor
hr: Sigurnosna kopija poslužitelja
it: Backup del server
pt: Backup do servidor
zh_hans: 服务器备份

source: Server backup verification
de: Server-Backup-Verifizierung
es: Verificación de copia de seguridad del servidor
hr: Provjera sigurnosne kopije poslužitelja
it: Verifica del backup del server
pt: Verificação de backup do servidor
zh_hans: 服务器备份验证

# serverBackupVerificationDisclaimer
source: This code verifies receiving the server backup via email.
de: Dieser Code bestätigt den Empfang des Server-Backups per E-Mail.
es: Este código verifica la recepción de la copia de seguridad del servidor por correo electrónico.
hr: Ovaj kod potvrđuje primitak sigurnosne kopije poslužitelja putem e-pošte.
it: Questo codice verifica la ricezione del backup del server tramite email.
pt: Este código verifica o recebimento do backup do servidor por e-mail.
zh_hans: 此代码验证通过电子邮件接收服务器备份

source: Set Expiration (in years)
de: Ablaufdatum festlegen (in Jahren)
es: Establecer vencimiento (en años)
hr: Postavi istek (u godinama)
it: Imposta scadenza (in anni)
pt: Definir expiração (em anos)
zh_hans: 设置到期时间（年）

# setOrUpdateHint
source: Set or update a hint for your vault password
de: Setzen oder aktualisieren Sie einen Hinweis für Ihr Tresorkennwort
es: Establezca o actualice una pista para su contraseña de bóveda
hr: Postavite ili ažurirajte nagovještaj za svoju lozinku za trezor
it: Imposta o aggiorna un suggerimento per la password del Vault
pt: Defina ou atualize uma dica para sua senha do cofre
zh_hans: 设置或更新保险库密码的提示

# setPasswordHintSubtitle
source: This will be shown in case you forget your password.
de: Dies wird angezeigt, falls Sie Ihr Passwort vergessen.
es: Esto se mostrará en caso de que olvides tu contraseña.
hr: Ovo će se prikazati u slučaju da zaboravite svoju lozinku.
it: Questo verrà mostrato nel caso in cui dimentichi la tua password.
pt: Isso será mostrado caso você esqueça sua senha.
zh_hans: 如果您忘记密码，将显示此内容

# setPasswordHintTitle
source: Add an optional hint
de: Optionalen Hinweis hinzufügen
es: Añadir una pista opcional
hr: Dodajte opcionalni podsjetnik
it: Aggiungi un suggerimento opzionale
pt: Adicionar uma dica opcional
zh_hans: 添加可选提示

source: Settings
de: Einstellungen
es: Configuración
hr: Postavke
it: Impostazioni
pt: Configurações
zh_hans: 设置

# settingsBiometricsSubtitle
source: Enable Biometrics for Fast Sign
de: Biometrie für schnelles Signieren aktivieren
es: Habilitar biometría para firma rápida
hr: Omogući biometriju za brzo potpisivanje
it: Abilita i dati biometrici per firma rapida
pt: Ativar biometria para assinatura rápida
zh_hans: 为快速签名启用生物识别

# settingsBiometricsTitle
source: Biometrics for Fast Sign
de: Biometrie für schnelles Signieren
es: Biometría para firma rápida
hr: Biometrija za brzo potpisivanje
it: Dati biometrici per firma rapida
pt: Biometria para assinatura rápida
zh_hans: 快速签名的生物识别

source: Setup Vault
de: Tresor einrichten
es: Bóveda de configuración
hr: Postavljanje trezora
it: Imposta Vault
pt: Configurar cofre
zh_hans: 设置保险库

source: Share
de: Teilen
es: Compartir
hr: Podijeli
it: Compartilhar
pt: Compartilhar
zh_hans: 分享

# shareOf
source: share %d of %d
de: Anteil %d von %d
es: Compartir %d de %d
hr: podijelite %d od %d
it: Condividi %d di %d
pt: compartilhar %d de %d
zh_hans: 份额 %d / %d

source: Share the App
de: Die App teilen
es: Compartir La App
hr: Podijelite aplikaciju
it: Condividi l'App
pt: Compartilhar o App
zh_hans: 分享应用

source: Share Vault QR
de: Vault qr teilen
es: Compartir bóveda QR
hr: Dijelite trezor QR
it: Condividi Vault Qr
pt: Compartilhe Vault qr
zh_hans: 分享保险库二维码

# shareVaultQRInformation
source: This QR Code lets you share a view-only version of your Vault
de: Mit diesem QR-Code können Sie eine reine Ansichtsversion Ihres Tresors teilen
es: Este código QR le permite compartir una versión de solo vista de su bóveda
hr: Ovaj QR kôd omogućuje vam dijeljenje verzije samo za prikaz vašeg trezora
it: Questo codice QR ti consente di condividere una versione di sola vista del tuo Vault
pt: Este código QR permite compartilhar uma versão apenas para visualização do seu cofre
zh_hans: 此二维码允许您分享保险库的仅查看版本

# shouldBackupVaultsSeparateLocations
source: You should backup all vault shares in separate locations.
de: Du solltest alle Tresoranteile an verschiedenen Orten sichern.
es: Debes respaldar todas las acciones del almacén en ubicaciones separadas.
hr: Trebali biste napraviti sigurnosnu kopiju svih dijelova spremišta na različitim lokacijama.
it: Dovresti eseguire il backup di tutte le quote del caveau in luoghi separati.
pt: Você deve fazer backup de todas as ações do cofre em locais separados.
zh_hans: 您应该在不同位置备份所有保险库份额

# shouldOnlyTakeAMinute...
source: This should only take a second
de: Das sollte nur eine Sekunde dauern
es: Esto debería tardar solo un segundo
hr: Ovo bi trebalo trajati samo sekundu
it: Dovrebbe richiedere solo un secondo
pt: Isso deve levar apenas um segundo
zh_hans: 这应该只需要一秒钟

source: Show balance
de: Guthaben anzeigen
es: Mostrar saldo
hr: Prikaži saldo
it: Mostra saldo
pt: Mostrar saldo
zh_hans: 显示余额

source: Sign
de: Unterschreiben
es: Firmar
hr: Potpiši
it: Firma
pt: Assinar
zh_hans: 签名

source: Signer
de: Unterzeichner
es: Firmante
hr: Potpisnik
it: Firmatario
pt: Assinante
zh_hans: 签名者

source: Signers
de: Unterzeichner
es: Firmantes
hr: Potpisnici
it: Firmatari
pt: Signatários
zh_hans: 签名者

source: Sign faster than ever before
de: Schneller als je zuvor signieren
es: Firma más rápido que nunca
hr: Potpiši brže nego ikad prije
it: Firma più velocemente che mai
pt: Assine mais rápido do que nunca
zh_hans: 比以往任何时候都更快地签名

source: Signing
de: Unterzeichnung
es: Firmando
hr: Potpisivanje
it: Firmando
pt: Assinando
zh_hans: 正在签名

# signingErrorTryAgain
source: Signing Error
de: Fehler beim Unterschreiben
es: Error al Firmar
hr: Greška pri prijavi
it: Errore di Firma
pt: Erro ao Assinar
zh_hans: 签名错误

source: Signing transaction
de: Transaktion wird signiert
es: Firmando transacción
hr: Potpisivanje transakcije
it: Firma della transazione
pt: Assinando transação
zh_hans: 正在签署交易

# signingWithECDSA
source: SIGNING USING ECDSA KEY...
de: MIT ECDSA-SCHLÜSSEL UNTERSCHREIBEN...
es: FIRMANDO USANDO CLAVE ECDSA...
hr: POTPISIVANJE KORISTEĆI ECDSA KLJUČ...
it: FIRMANDO CON CHIAVE ECDSA...
pt: ASSINANDO USANDO CHAVE ECDSA...
zh_hans: 正在使用 ECDSA 密钥签名...

# signingWithEdDSA
source: SIGNING USING EdDSA KEY...
de: MIT EdDSA-SCHLÜSSEL UNTERSCHREIBEN...
es: FIRMANDO USANDO CLAVE EdDSA...
hr: POTPISIVANJE KORISTEĆI EdDSA KLJUČ...
it: FIRMANDO CON CHIAVE EdDSA...
pt: ASSINANDO USANDO CHAVE EdDSA...
zh_hans: 正在使用 EdDSA 密钥签名...

source: Sign transaction
de: Transaktion signieren
es: Firmar transacción
hr: Potpiši transakciju
it: Firma la transazione
pt: Assinar transação
zh_hans: 签署交易

source: Sign custom message
de: Benutzerdefinierte Nachricht signieren
es: Firmar mensaje personalizado
hr: Potpiši prilagođenu poruku
it: Firma messaggio personalizzato
pt: Assinar mensagem personalizada
zh_hans: 签署自定义消息

source: Skip
de: Überspringen
es: Saltar
hr: Preskoči
it: Salta
pt: Pular
zh_hans: 跳过

source: Skip Password
de: Passwort überspringen
es: Omitir contraseña
hr: Preskoči lozinku
it: Salta password
pt: Pular senha
zh_hans: 跳过密码

# somethingWentWrongTryAgain
source: Something went wrong, please try again.
de: Etwas ist schiefgelaufen, bitte versuche es erneut.
es: Algo salió mal, por favor intenta de nuevo.
hr: Nešto je pošlo po zlu, pokušajte ponovo.
it: Qualcosa è andato storto, riprova.
pt: Algo deu errado, por favor tente novamente.
zh_hans: 出了点问题，请重试

source: SOON
de: Bald
es: Próximamente
hr: Uskoro
it: Presto
pt: Em breve
zh_hans: 即将推出

source: Spanish
de: Spanisch
es: Español
hr: Španjolski
it: Spagnolo
pt: Espanhol
zh_hans: 西班牙语

source: Start
de: Starten
es: Iniciar
hr: Početak
it: Inizia
pt: Iniciar
zh_hans: 开始

# startFastVaultReshare
source: Start Reshare with Vultiserver
de: Erneutes Teilen mit Vultiserver starten
es: Iniciar compartir con Vultiserver
hr: Započni ponovno dijeljenje s Vultiserverom
it: Inizia la ricondivisione con Vultiserver
pt: Iniciar compartilhamento com Vultiserver
zh_hans: 使用 Vultiserver 开始重新共享

source: START from one device
de: BEGINNE von einem Gerät
es: Comience desde un dispositivo
hr: Krenite od jednog uređaja
it: Inizia da un dispositivo
pt: Comece de um dispositivo
zh_hans: 从一个设备开始
