Repository: vultisig/vultisig-ios
Catalog: VultisigApp/VultisigApp/Localizables/*.lproj/Localizable.strings
Languages: de, es, hr, it, pt, zh_hans

source: Changes in Setup
de: Änderungen in der Konfiguration
es: Cambios en la Configuración
hr: Promjene u postavkama
it: Modifiche nella Configurazione
pt: Alterações na Configuração
zh_hans: 设置中的更改

source: Change Vault
de: Tresor wechseln
es: Cambiar Caja Fuerte
hr: Promijeni sef
it: Cambia Cassaforte
pt: Mudar Cofre
zh_hans: 更改保险库

source: Check email
de: Überprüfen Sie die E -Mail
es: Revisar el correo electrónico
hr: Provjerite e -poštu
it: Controlla l'email
pt: Verifique o email
zh_hans: 检查电子邮件

# checkEmptyField
source: Please make sure all the fields are filled.
de: Bitte stelle sicher, dass alle Felder ausgefüllt sind.
es: Por favor, asegúrate de que todos los campos están llenos.
hr: Molimo provjerite da su sva polja ispunjena.
it: Assicurati che tutti i campi siano compilati.
pt: Certifique-se de que todos os campos estão preenchidos.
zh_hans: 请确保所有字段都已填写

source: check explorer
de: Explorer überprüfen
es: consultar explorador
hr: provjerite istraživač
it: controlla esploratore
pt: verificar explorador
zh_hans: 检查浏览器

source: Check for Updates
de: Überprüfen Sie nach Updates
es: Verifique las actualizaciones
hr: Provjerite ažuriranja
it: Controlla gli aggiornamenti
pt: Verifique se há atualizações
zh_hans: 检查更新

source: Checking for update...
de: Suche nach Updates...
es: Buscando actualizaciones...
hr: Provjeravanje ažuriranja...
it: Verifica aggiornamenti in corso...
pt: Verificando atualizações...
zh_hans: 正在检查更新...

source: Check Update
de: Update prüfen
es: Comprobar actualización
hr: Provjeri ažuriranje
it: Controlla aggiornamento
pt: Verificar atualização
zh_hans: 检查更新

source: Choose Backup Method
de: Wählen Sie Backup -Methode
es: Elija el método de copia de seguridad
hr: Odaberite metodu sigurnosne kopije
it: Scegli il metodo di backup
pt: Escolha o método de backup
zh_hans: 选择备份方法

source: Choose Chains
de: Ketten wählen
es: Elegir Cadenas
hr: Odaberite lance
it: Scegli Catene
pt: Escolher Cadeias
zh_hans: 选择链

source: Choose email app
de: Wählen Sie eine E -Mail -App
es: Elija la aplicación de correo electrónico
hr: Odaberite aplikaciju e -poštu
it: Scegli l'app di posta elettronica
pt: Escolha o aplicativo de email
zh_hans: 选择电子邮件应用

source: Choose Files
de: Wählen Sie Dateien
es: Elija archivos
hr: Odaberite datoteke
it: Scegli i file
pt: Escolha arquivos
zh_hans: 选择文件

source: Choose payout asset
de: Auszahlungs-Asset wählen
es: Elegir activo de pago
hr: Odaberi isplatni token
it: Scegli asset di pagamento
pt: Escolher ativo de pagamento
zh_hans: 选择支付资产

source: Choose Setup
de: Einrichtung wählen
es: Elige Configuración
hr: Odaberite Postavku
it: Scegli Configurazione
pt: Escolha a Configuração
zh_hans: 选择设置

source: Choose Tokens
de: Tokens wählen
es: Elegir Tokens
hr: Odaberite tokene
it: Scegli Token
pt: Escolher Tokens
zh_hans: 选择代币

source: Close
de: Schließen
es: Cerrar
hr: Zatvori
it: Chiudi
pt: Fechar
zh_hans: 关闭

# coinAddressCopied
source: %@ address copied
de: Münzadresse kopiert
es: Dirección de moneda copiada
hr: Adresa kopirana
it: Indirizzo %@ copiato
pt: Endereço %@ copiado
zh_hans: %@ 地址已复制

source: Collected rewards
de: Gesammelte Belohnungen
es: Recompensas recolectadas
hr: Prikupljene nagrade
it: Premi raccolti
pt: Recompensas coletadas
zh_hans: 已收集的奖励

source: Complete
de: Abgeschlossen
es: Completo
hr: Završeno
it: Completo
pt: Completo
zh_hans: 完成

source: Confirm
de: Bestätigen
es: Confirmar
hr: Potvrdi
it: Conferma
pt: Confirmar
zh_hans: 确认

# confirmToSign
source: Confirm to sign the message?
de: Bestätigen, um die Nachricht zu unterschreiben?
es: Confirmar para firmar el mensaje?
hr: Potvrdite za potpis poruke?
it: Conferma per firmare il messaggio?
pt: Confirmar para assinar a mensagem?
zh_hans: 确认签署消息？

source: Connecting with server...
de: Verbindung mit dem Server wird hergestellt...
es: Conectando con el servidor...
hr: Povezivanje sa serverom...
it: Connessione al server in corso...
pt: Conectando-se ao servidor...
zh_hans: 正在连接服务器...

source: Continue
de: Fortfahren
es: Continuar
hr: Nastavi
it: Continua
pt: Continuar
zh_hans: 继续

source: Copy address
de: Adresse kopieren
es: Copiar dirección
hr: Kopiraj adresu
it: Copia indirizzo
pt: Copiar endereço
zh_hans: 复制地址

# correctAmountCheck
source: The amount is correct
de: Die Menge ist korrekt
es: La cantidad es correcta
hr: Iznos je točan
it: La quantità è corretta
pt: A quantidade está correta
zh_hans: 金额正确

source: Costs
de: Kosten
es: Costos
hr: Troškovi
it: Costi
pt: Custos
zh_hans: 成本

source: Create
de: Erstellen
es: Crear
hr: Kreiraj
it: Crea
pt: Criar
zh_hans: 创建

source: Create Folder
de: Ordner erstellen
es: Crear carpeta
hr: Kreiraj mapu
it: Crea cartella
pt: Criar pasta
zh_hans: 创建文件夹

source: Create new vault
de: Einen neuen Tresor erstellen
es: Crear una Nueva Caja Fuerte
hr: Stvorite novi sef
it: Crea una Nuova Cassaforte
pt: Criar um Novo Cofre
zh_hans: 创建新保险库

source: Create QR
de: QR erstellen
es: Crear QR
hr: Stvori QR
it: Crea QR
pt: Criar QR
zh_hans: 创建二维码

source: Create referral
de: Empfehlung erstellen
es: Crear referido
hr: Kreiraj preporuku
it: Crea invito
pt: Criar indicação
zh_hans: 创建推荐

source: Create referral code
de: Empfehlungscode erstellen
es: Crear código de referencia
hr: Stvorite referalni kod
it: Crea codice di riferimento
pt: Crie código de referência
zh_hans: 创建推荐码

# createYourCodeAndEarn
source: Create your own code and earn %@ on referred swaps
de: Erstelle deinen eigenen Code und verdiene 10 Bps beim Swappen
es: Crea tu propio código y gana 10 bps en swaps
hr: Kreiraj vlastiti kod i zaradi 10 bps na swapovima
it: Crea il tuo codice e guadagna 10 bps sugli swap
pt: Crie seu próprio código e ganhe 10 bps em swaps
zh_hans: 创建您自己的代码并在推荐交换中赚取 %@

source: CREATING TSS INSTANCE...
de: TSS-INSTANZ ERSTELLEN...
es: CREANDO INSTANCIA TSS...
hr: STVARANJE TSS INSTANCE...
it: CREANDO ISTANZA TSS...
pt: CRIANDO INSTÂNCIA TSS...
zh_hans: 正在创建 TSS 实例...

source: Creating Vault
hr: Stvaranje Trezora
zh_hans: 正在创建保险库

source: Croatian
de: Kroatisch
es: Croata
hr: Hrvatski
it: Croato
pt: Croata
zh_hans: 克罗地亚语

source: Chinese
de: Chinesisch
es: Chino
hr: Kineski
it: Cinese
pt: Chinês
zh_hans: 中文

source: Currency
de: Währung
es: Moneda
hr: Valuta
it: Valuta
pt: Moeda
zh_hans: 货币

source: Current Vaults
de: Aktuelle Tresore
es: Cofres actuales
hr: Trenutni trezori
it: Cassaforti attuali
pt: Cofres atuais
zh_hans: 当前保险库

source: Custom
de: Brauch
hr: Prilagođeno
it: Personalizzato
pt: customizado
zh_hans: 自定义

source: Customize chains
de: Ketten anpassen
es: Personalizar cadenas
hr: Prilagodi lance
it: Personalizza catene
pt: Personalizar cadeias
zh_hans: 自定义链

# customizeTokens
source: Manage tokens
de: Tokens anpassen
es: Personalizar tokens
hr: Prilagodi tokene
it: Personalizza token
pt: Personalizar tokens
zh_hans: 管理代币

source: Custom Token
de: Benutzerdefinierten Token
es: Token Personalizado
hr: Prilagođeni Token
it: Token Personalizzato
pt: Token Personalizado
zh_hans: 自定义代币

# customTokenErrorSubtitle
source: Possible reasons: wrong contract, unsupported chain, or token removed from registries.
de: Stellen Sie sicher, dass die Adresse korrekt ist und zur ausgewählten Kette gehört.
es: No pudimos encontrar el token. Por favor, verifica la dirección del contrato e inténtalo de nuevo.
hr: Provjerite adresu tokena i pokušajte ponovo.
it: Impossibile trovare il token. Controlla l'indirizzo del contratto e riprova.
pt: Não foi possível encontrar o token. Verifique o endereço do contrato e tente novamente.
zh_hans: 可能的原因：错误的合约、不支持的链或代币已从注册表中删除

source: Default Chains
de: Standardketten
es: Cadenas predeterminadas
hr: Zadani lanci
it: Catene predefinite
pt: Cadeias padrão
zh_hans: 默认链

source: Delete
de: Löschen
es: Eliminar
hr: Izbriši
it: Elimina
pt: Deletar
zh_hans: 删除

source: Delete Folder
de: Ordner löschen
es: Eliminar carpeta
hr: Izbriši mapu
it: Elimina cartella
pt: Excluir pasta
zh_hans: 删除文件夹

# deleteVault
source: Delete your vault permanently
de: Lösche deinen Tresor dauerhaft
es: Eliminar tu caja fuerte permanentemente
hr: Trajno izbrišite vaš sef
it: Elimina permanentemente la tua cassaforte
pt: Deletar seu cofre permanentemente
zh_hans: 永久删除您的保险库

# deleteVaultDescription
source: This vault will be removed permanently
de: Dieser Tresor wird dauerhaft entfernt
es: Esta caja fuerte será eliminada permanentemente
hr: Ovaj sef će biti trajno uklonjen
it: Questa cassaforte sarà rimossa permanentemente
pt: Este cofre será removido permanentemente
zh_hans: 此保险库将被永久删除

# deleteVaultTitle
source: Delete Vault
de: Tresor löschen
es: Eliminar Caja Fuerte
hr: Izbriši sef
it: Elimina Cassaforte
pt: Deletar Cofre
zh_hans: 删除保险库

source: Details
es: Detalles
hr: Detalji
it: Dettagli
pt: Detalhes
zh_hans: 详情

source: device
de: Gerät
es: dispositivo
hr: uređajem
it: dispositivo
pt: dispositivo
zh_hans: 设备

# deviceBackupDescription
source: Store the vault share of this device.
de: Speichern Sie die Gewölbeanteil dieses Geräts.
es: Almacene la parte de la bóveda de este dispositivo.
hr: Spremite udio trezora ovog uređaja.
it: Memorizza la condivisione Vault di questo dispositivo.
pt: Armazene a participação do Vault deste dispositivo.
zh_hans: 存储此设备的保险库份额

# deviceBackupTitle
source: Device Backup
de: Gerätesicherung
es: Copia de seguridad del dispositivo
hr: Sigurnosna kopija uređaja
it: Backup del dispositivo
pt: Backup de dispositivo
zh_hans: 设备备份

source: Device ID
de: Geräte-ID
es: ID del dispositivo
hr: ID uređaja
it: ID dispositivo
pt: ID do dispositivo
zh_hans: 设备 ID

source: Devices
de: Geräte
es: Dispositivos
hr: Uređaji
it: Dispositivi
pt: Dispositivos
zh_hans: 设备

# devicesOnSameInternet
source: Connect all devices to the Internet with the Vultisig App open.
de: Verbinde alle Geräte mit dem Internet und halte die Vultisig-App offen.
es: Conecta todos los dispositivos a Internet con la aplicación Vultisig abierta.
hr: Povežite sve uređaje na internet s otvorenom aplikacijom Vultisig.
it: Collega tutti i dispositivi a Internet con l'app Vultisig aperta.
pt: Conecte todos os dispositivos à Internet com o aplicativo Vultisig aberto.
zh_hans: 将所有设备连接到 互联网并打开 Vultisig 应用

# devicesOnSameNetwork
source: Connect all devices to the same Network with Vultisig App open.
de: Verbinde alle Geräte mit demselben Netzwerk und halte die Vultisig-App offen.
es: Conecta todos los dispositivos a la misma red con la aplicación Vultisig abierta.
hr: Povežite sve uređaje na istu mrežu s otvorenom aplikacijom Vultisig.
it: Collega tutti i dispositivi alla stessa rete con l'app Vultisig aperta.
pt: Conecte todos os dispositivos à mesma rede com o aplicativo Vultisig aberto.
zh_hans: 将所有设备连接到同一 网络并打开 Vultisig 应用

# devicesOnSameWifi
source: Keep devices on the same network with Vultisig open.
de: Geräte im gleichen Netzwerk mit Vultisig offen halten
es: Mantén los dispositivos en la misma red con Vultisig abierto
hr: Držite uređaje na istoj mreži s Vultisigom otvorenim
it: Mantieni i dispositivi sulla stessa rete con Vultisig aperto
pt: Mantenha dispositivos na mesma rede com Vultisig aberto
zh_hans: 保持设备在同一网络上并打开 Vultisig

# devicesOnSameWifiNoHotel
source: Keep all devices on same network with Vultisig App open. (May not work on hotel/airport wifi).
de: Verbinde alle Geräte mit demselben Netzwerk und öffne die Vultisig-App. (Funktioniert möglicherweise nicht im WLAN von Hotel/Flughafen).
es: Mantenga todos los dispositivos en la misma red con la aplicación Vultisig abierta. (No puede trabajar en WiFi del hotel/aeropuerto).
hr: Otvorite sve uređaje na istoj mreži s aplikacijom Vultisig. (Ne smije raditi na hotelu/aerodromskom wifiju).
it: Mantieni tutti i dispositivi sulla stessa rete con l'app Vultisig aperta. (Non può funzionare su hotel/aeroporto wifi).
pt: Mantenha todos os dispositivos na mesma rede com o aplicativo Vultisig aberto. (Pode não trabalhar no Wi -Fi de hotel/aeroporto).
zh_hans: 将所有设备保持在同一网络上并打开 Vultisig 应用（可能在酒店/机场WiFi上无法使用）

# discoveringMediator
source: Discovering mediator service, please wait...
de: Vermittlungsdienst wird gestartet, bitte warten...
es: Descubriendo el servicio mediador, por favor espera...
hr: Otkrivanje posredničke usluge, molimo pričekajte...
it: Ricerca del servizio mediatore, per favore aspetta...
pt: Descobrindo serviço mediador, por favor, espere...
zh_hans: 正在发现中介服务，请稍候...

source: Dismiss
de: Verwerfen
es: Descartar
hr: Odbaci
it: Ignora
pt: Descartar
zh_hans: 关闭

source: Done
de: Fertig
es: Hecho
hr: Gotovo
it: Fatto
pt: Concluído
zh_hans: 完成

# dontRemind
source: Don’t remind me again
de: Nicht erneut erinnern
es: No volver a recordármelo
hr: Ne podsjećaj me ponovno
it: Non ricordarmelo più
pt: Não me lembre novamente
zh_hans: 不再提醒

# dropFileHere
source: Drop the file here...
de: Datei hier ablegen...
es: Suelta el archivo aquí...
hr: Ispusti datoteku ovdje...
it: Rilascia il file qui...
pt: Solte o arquivo aqui...
zh_hans: 将文件拖放到此处...

source: ECDSA Key
de: ECDSA-Schlüssel
es: Clave ECDSA
hr: ECDSA ključ
it: Chiave ECDSA
pt: Chave ECDSA
zh_hans: ECDSA 密钥

source: EdDSA Key
de: EdDSA-Schlüssel
es: Clave EdDSA
hr: EdDSA ključ
it: Chiave EdDSA
pt: Chave EdDSA
zh_hans: EdDSA 密钥

source: Edit Address
de: Adresse bearbeiten
es: Editar dirección
hr: Uredi adresu
it: Modifica indirizzo
pt: Editar endereço
zh_hans: 编辑地址

source: Edit folder
de: Ordner bearbeiten
es: Editar carpeta
hr: Uredi mapu
it: Modifica cartella
pt: Editar pasta
zh_hans: 编辑文件夹

source: Edit Friends Referral
de: Überweisungen für Freunde bearbeiten
es: Editar la referencia de amigos
hr: Uredite preporuku prijatelja
it: Modifica il referral di amici
pt: Edite o encaminhamento de amigos
zh_hans: 编辑好友推荐

# editPasswordHintSubtitle
source: This will be shown in case you forget your password
de: Dies wird gezeigt, falls Sie Ihr Passwort vergessen
es: Esto se mostrará en caso de que olvide su contraseña
hr: To će biti prikazano u slučaju da zaboravite lozinku
it: Questo verrà mostrato nel caso in cui dimentichi la tua password
pt: Isso será mostrado caso você esqueça sua senha
zh_hans: 如果您忘记密码，将显示此内容

# editPasswordHintTitle
source: Edit password hint
de: Kennworthinweise bearbeiten
es: Editar sugerencia de contraseña
hr: Uredite savjet lozinke
it: Modifica il suggerimento della password
pt: Editar dica de senha
zh_hans: 编辑密码提示

source: Edit referral
de: Empfehlung bearbeiten
es: Editar referido
hr: Uredi preporuku
it: Modifica invito
pt: Editar indicação
zh_hans: 编辑推荐

source: Edit referred
de: Bearbeiten genannt
es: Editar referido
hr: Uredi upućen
it: Modifica riferita
pt: Edição referida
zh_hans: 编辑被推荐人

source: Edit referred code
de: Empfehlungscode bearbeiten
es: Editar código de referido
hr: Uredi referalni kod
it: Modifica codice di invito
pt: Editar código de indicação
zh_hans: 编辑推荐码

source: Edit Vault
de: Tresor bearbeiten
es: Editar Caja Fuerte
hr: Uredi sef
it: Modifica Cassaforte
pt: Editar Cofre
zh_hans: 编辑保险库

source: Edit Vaults
de: Tresore bearbeiten
es: Editar bóvedas
hr: Uredi trezore
it: Modifica cassaforti
pt: Editar cofres
zh_hans: 编辑保险库

source: Email
es: Сorreo electrónico
zh_hans: 电子邮件

source: Email is required.
de: E -Mail ist erforderlich.
es: Se requiere correo electrónico.
hr: Potrebna je e -pošta.
it: È richiesta l'e -mail.
pt: O email é necessário.
zh_hans: 电子邮件是必需的

# emailMismatch
source: Email address mismatch
de: E-Mail-Adressen stimmen nicht überein
es: Las direcciones de correo no coinciden
hr: Adrese e-pošte se ne podudaraju
it: Indirizzi email non corrispondono
pt: Os endereços de email não coincidem
zh_hans: 电子邮件地址不匹配

# emailSentTo
source: Sent to %@
de: Gesendet an %@
es: Enviado a %@
hr: Poslano na %@
it: Inviato a %@
pt: Enviado para %@
zh_hans: 已发送至 %@

source: Empty address field.
de: Leeres Adressfeld.
es: Campo de dirección vacío.
hr: Prazno polje adrese.
it: Campo indirizzo vuoto.
pt: Campo de endereço vazio.
zh_hans: 地址字段为空

source: Empty email, please check.
de: Leere E-Mail, bitte überprüfen.
es: Campo de correo electrónico vacío, por favor verifique.
hr: Prazno polje za e-mail, provjerite.
it: E-mail vuota, controlla.
pt: E-mail vazio, verifique.
zh_hans: 电子邮件为空，请检查

source: Empty Field
de: Leeres Feld(er)
es: Campo(s) vacío(s)
hr: Prazno polje(a)
it: Campo(i) vuoto(i)
pt: Campo(s) vazio(s)
zh_hans: 空字段

source: Enable
de: Aktivieren
es: Permitir
hr: Omogućiti
it: Abilitare
pt: Habilitar
zh_hans: 启用

# enableAutoCompounding
source: Enable Auto-Compound
de: Auto-Compounding aktivieren
es: Habilitar Auto-Compounding
hr: Omogući Auto-Compounding
it: Abilita Auto-Compounding
pt: Habilitar Auto-Compounding
zh_hans: 启用自动复利

source: Enable Biometrics
de: Biometrie aktivieren
es: Habilitar biometría
hr: Omogući biometriju
it: Abilita i dati biometrici
pt: Ativar biometria
zh_hans: 启用生物识别

source: Enable Biometrics Fast Signing
de: Aktivieren Sie die Biometrie schnelles Signieren
es: Habilitar la firma rápida de biometría
hr: Omogući biometriju brzo potpisivanje
it: Abilita Biometrics Firma rapida
pt: Ativar biometria assinatura rápida
zh_hans: 启用生物识别快速签名

source: Enable DKLS
de: DKLS aktivieren
es: Habilitar DKLS
hr: Omogući DKLS
it: Abilita DKLS
pt: Ativar DKLS
zh_hans: 启用 DKLS

source: English (UK)
de: Englisch (UK)
es: Inglés (UK)
hr: Engleski (UK)
it: Inglese (UK)
pt: Inglês (UK)
zh_hans: 英语（英国）

# enter4Characters
source: Enter up to 4 characters
de: Gib 4 Zeichen ein
es: Ingresa 4 caracteres
hr: Unesi 4 znaka
it: Inserisci 4 caratteri
pt: Digite 4 caracteres
zh_hans: 输入最多 4 个字符

# enter5DigitVerificationCode
source: Enter the 4 digit code we emailed you
de: Geben Sie den 4-stelligen Code ein, den wir Ihnen per E-Mail gesendet haben
es: Introduce el código de 4 dígitos que te enviamos por correo electrónico
hr: Unesite 4-znamenkasti kod koji smo vam poslali e-mailom
it: Codice a 4 cifre ricevuto via email
pt: Código de 4 dígitos recebido por email
zh_hans: 输入我们通过电子邮件发送给您的 4 位验证码

# enter5DigitVerificationCodeDescription
source: This code will confirm that you’ve received your vault share via email
de: Dieser Code bestätigt, dass Sie Ihren Tresoranteil per E-Mail erhalten haben
es: Este código confirmará que has recibido tu parte del vault por correo electrónico
hr: Ovaj kod potvrđuje da ste primili svoj vault dio putem e-maila
it: Questo attiverà il co-firmatario
pt: Isso ativará o co-assinante
zh_hans: 此代码将确认您已通过电子邮件收到保险库份额

source: Enter Address
de: Adresse eingeben
es: Ingresar Dirección
hr: Unesite adresu
it: Inserisci Indirizzo
pt: Inserir Endereço
zh_hans: 输入地址

source: Enter address here
de: Adresse hier eingeben
es: Ingresa la dirección aquí
hr: Unesite adresu ovdje
it: Inserisci l'indirizzo qui
pt: Digite o endereço aqui
zh_hans: 在此输入地址

source: Enter Amount
de: Menge eingeben
es: Ingresar Cantidad
hr: Unesite iznos
it: Inserisci Quantità
pt: Inserir Quantidade
zh_hans: 输入金额

# enterBackupVerificationCode
source: Enter the code received with your backup via email:
de: Geben Sie den Code ein, den Sie mit Ihrem Backup per E-Mail erhalten haben:
es: Introduce el código recibido con tu copia de seguridad por correo electrónico:
hr: Unesite kod primljen s vašom sigurnosnom kopijom putem e-pošte:
it: Inserisci il codice ricevuto con il backup tramite email:
pt: Insira o código recebido com o backup via e-mail:
zh_hans: 输入通过电子邮件收到的备份验证码：

source: Enter code
de: Code eingeben
es: Introducir código
hr: Unesite kod
it: Inserisci codice
pt: Insira o código
zh_hans: 输入代码

# enterFastSigningPassword
source: Enter Password for Fast Signing
de: Passwort für schnelles Signieren eingeben
es: Ingrese la contraseña para firma rápida
hr: Unesite lozinku za brzo potpisivanje
it: Inserisci la password per la firma rapida
pt: Digite a senha para assinatura rápida
zh_hans: 输入快速签名密码

# enterHint
source: Enter a hint
de: Hinweis eingeben
es: Introduce una pista
hr: Unesite savjet
it: Inserisci un suggerimento
pt: Insira uma dica
zh_hans: 输入提示

source: Enter Memo
de: Memo eingeben
es: Introduce el memo
hr: Unesite bilješku
it: Inserisci memo
pt: Insira o memo
zh_hans: 输入备忘录

source: Enter Password
de: Passwort eingeben
es: Introduce la contraseña
hr: Unesite lozinku
it: Inserisci la password
pt: Digite a senha
zh_hans: 输入密码

# enterPreviousVault
source: Upload your previously created vault share:
de: Lade deinen zuvor erstellten Tresor Teil hoch:
es: Ingresa tu caja fuerte creada anteriormente
hr: Unesite prethodno stvoreni udio sefa
it: Inserisci la tua cassaforte creata in precedenza
pt: Insira seu cofre criado anteriormente
zh_hans: 上传您之前创建的保险库份额：

source: Enter server password
de: Server-Passwort eingeben
es: Ingrese la contraseña del servidor
hr: Unesite lozinku za poslužitelj
it: Inserisci la password del server
pt: Digite a senha do servidor
zh_hans: 输入服务器密码

source: Enter up to 4 characters
de: Bis zu 4 Zeichen eingeben
es: Ingresa hasta 4 caracteres
hr: Unesi do 4 znaka
it: Inserisci fino a 4 caratteri
pt: Digite até 4 caracteres
zh_hans: 输入最多 4 个字符

# enterValidFolderName
source: Please enter a valid folder name and try again.
de: Bitte gebe einen gültigen Ordnernamen ein und versuche es erneut.
es: Por favor, ingrese un nombre de carpeta válido e inténtelo de nuevo.
hr: Unesite ispravan naziv mape i pokušajte ponovno.
it: Si prega di inserire un nome di cartella valido e riprovare.
pt: Insira um nome de pasta válido e tente novamente.
zh_hans: 请输入有效的文件夹名称并重试

# enterVaultEmail
source: Enter the email to receive the vault share.
de: Geben Sie die E -Mail ein, um die Tresorfreigabe zu erhalten.
es: Ingrese el correo electrónico para recibir la bóveda compartida.
hr: Unesite e -poštu da biste dobili udio trezora.
it: Inserisci l'e -mail per ricevere la condivisione Vault.
pt: Digite o email para receber o compartilhamento do Vault.
zh_hans: 输入接收保险库份额的电子邮件

source: Enter Vault Name
de: Tresornamen Eingeben
es: Introduce el Nombre del Almacén
hr: Unesite Naziv Spremišta
it: Inserisci il Nome del Caveau
pt: Digite o Nome do Cofre
zh_hans: 输入保险库名称

# enterVaultPassword
source: Enter the password you set when creating this Vault.
de: Geben Sie das Passwort ein, das Sie beim Erstellen dieses Tresors festgelegt haben.
es: Ingrese la contraseña que establece al crear esta bóveda.
hr: Unesite lozinku koju postavite prilikom izrade ovog trezora.
it: Immettere la password impostata durante la creazione di questo Vault.
pt: Digite a senha definida ao criar este cofre.
zh_hans: 输入您创建此保险库时设置的密码

source: Enter your email
de: Geben Sie Ihre E-Mail ein
es: Introduce tu correo electrónico
hr: Unesite svoju e-mail adresu
it: Inserisci la tua e-mail
pt: Digite seu e-mail
zh_hans: 输入您的电子邮件

# enterYourEmailDescription
source: This email is only used to send the server backup.
de: Diese E-Mail wird nur zum Senden des Server-Backups verwendet.
es: Este correo electrónico solo se utiliza para enviar la copia de seguridad del servidor.
hr: Ova e-pošta se koristi samo za slanje sigurnosne kopije poslužitelja.
it: Questa email viene utilizzata solo per inviare il backup del server.
pt: Este e-mail é usado apenas para enviar o backup do servidor.
zh_hans: 此电子邮件仅用于发送服务器备份

source: Enter your password
de: Geben Sie Ihr Passwort ein
es: Ingrese su contraseña
hr: Unesite svoju lozinku
it: Inserisci la tua password
pt: Digite sua senha
zh_hans: 输入您的密码

source: Error
de: Fehler
hr: Greška
it: Errore
pt: Erro
zh_hans: 错误

source: Error fetching transactions
de: Fehler beim Abrufen von Transaktionen
es: Error al obtener transacciones
hr: Greška pri dohvaćanju transakcija
it: Errore nel recupero delle transazioni
pt: Erro ao buscar transações
zh_hans: 获取交易时出错

# errorFetchingValuesTryAgain
source: Error fetching values. Please try again.
de: Fehler beim Abrufen der Werte. Bitte versuche es erneut.
es: Error al obtener valores. Por favor, inténtalo de nuevo.
hr: Greška pri dohvaćanju vrijednosti. Molimo pokušajte ponovo.
it: Errore nel recupero dei valori. Si prega di riprovare.
pt: Erro ao buscar valores. Por favor, tente novamente.
zh_hans: 获取数值时出错，请重试
