Repository: vultisig/vultisig-ios
Catalog: VultisigApp/VultisigApp/Localizables/*.lproj/Localizable.strings
Languages: de, es, hr, it, pt, zh_hans

# errorFetchingVault
source: Error with fetching the vault.
de: Fehler beim Abrufen des Tresors.
es: Error al buscar la bóveda.
hr: Pogreška s dohvaćanjem trezora.
it: Errore con il recupero del caveau.
pt: Erro ao buscar o cofre.
zh_hans: 获取保险库时出错

source: Error saving file
de: Fehler beim Speichern der Datei
es: Error al guardar el archivo
hr: Pogreška pri spremanju datoteke
it: Errore nel salvataggio del file
pt: Erro ao salvar o arquivo
zh_hans: 保存文件时出错

source: Est. network fee
de: Geschätzte Netzwerkgebühr
es: Comisión estimada de red
hr: Procijenjena mrežna naknada
it: Comm. di rete stimata
pt: Taxa de rede estimada
zh_hans: 预计网络费用

source: EVM Chains
de: EVM -Ketten
es: Cadenas EVM
hr: EVM lanci
it: Catene EVM
pt: Correntes EVM
zh_hans: EVM 链

source: Expiration date
de: Ablaufdatum
es: Fecha de expiración
hr: Datum isteka
it: Data di scadenza
pt: Data de validade
zh_hans: 到期日期

source: Expires on
de: Läuft ab
es: Vencer
hr: Ističe na
it: Scade
pt: Expira em
zh_hans: 到期于

source: Extend Expiration (in years)
de: Ausweitung des Ablaufs (in Jahren)
es: Extender el vencimiento (en años)
hr: Produžite istek (u godinama)
it: Estendere la scadenza (in anni)
pt: Estender a expiração (em anos)
zh_hans: 延长到期时间（年）

source: Failed to decode peer discovery message
de: Fehler beim Dekodieren der Peer-Discovery-Nachricht
es: Error al decodificar el mensaje de descubrimiento de pares
hr: Neuspjeh u dekodiranju poruke otkrivanja vršnjaka
it: Impossibile decodificare il messaggio di scoperta dei peer
pt: Falha ao decodificar a mensagem de descoberta de pares
zh_hans: 无法解码对等发现消息

source: Failed to load file data
de: Fehler beim Laden der Dateidaten
es: Error al cargar los datos del archivo
hr: Greška pri učitavanju podataka datoteke
it: Impossibile caricare i dati del file
pt: Falha ao carregar dados do arquivo
zh_hans: 加载文件数据失败

# FailedToLoadImage
source: Failed to load image from URL
de: Bild von URL konnte nicht geladen werden
es: No se pudo cargar la imagen desde la URL
hr: Neuspješno učitavanje slike s URL-a
it: Impossibile caricare l'immagine dall'URL
pt: Falha ao carregar imagem da URL
zh_hans: 从 URL 加载图像失败

# failStartKeysign
source: Fail to start keysign
de: Fehler beim Start der Schlüsselunterzeichnung
es: Fallo al iniciar firma de clave
hr: Neuspjeh u pokretanju potpisa ključa
it: Fallimento nell'avvio firma chiave
pt: Falha ao iniciar assinatura de chave
zh_hans: 启动密钥签名失败

# failToGetAccountNumber
source: Unable to get account number
de: Fehler beim Abrufen der Kontonummer
es: No se pudo obtener el número de cuenta
hr: Nije moguće dobiti broj računa
it: Impossibile ottenere il numero dell'account
pt: Falha ao obter o número da conta
zh_hans: 无法获取账户号码

# failToGetRecentBlockHash
source: Unable to get recent block hash
de: Fehler beim Abrufen des aktuellen Blockhashs
es: No se pudo obtener el hash del bloque reciente
hr: Nije moguće dobiti nedavni blok hash
it: Impossibile ottenere l'hash del blocco recente
pt: Falha ao obter o hash do bloco recente
zh_hans: 无法获取最近的区块哈希

# failToGetSequenceNo
source: Unable to get sequence no
de: Fehler beim Abrufen der Sequenznummer
es: No se pudo obtener el número de secuencia
hr: Nije moguće dobiti redni broj
it: Impossibile ottenere il numero di sequenza
pt: Falha ao obter o número de sequência
zh_hans: 无法获取序列号

# failToStartKesign
source: Signing Error
de: Fehler bei der Signatur
es: Error de firma
hr: Greška u potpisivanju
it: Errore di firma
pt: Erro de assinatura
zh_hans: 签名错误

# failToStartKeygen
source: Unable to start key generation due to missing information
de: Schlüsselgenerierung kann wegen fehlender Informationen nicht gestartet werden
es: No se pudo iniciar la generación de clave debido a información faltante
hr: Nije moguće pokrenuti generiranje ključa zbog nedostatka informacija
it: Impossibile avviare la generazione della chiave a causa della mancanza di informazioni
pt: Não foi possível iniciar a geração de chave devido à falta de informações
zh_hans: 由于缺少信息，无法启动密钥生成

source: FAQ
es: Preguntas Frecuentes
hr: ČPP
pt: Perguntas frequentes
zh_hans: 常见问题

# faqAnswer1
source: It is a secure, multi-authentication wallet based on MPC technology that is used to manage digital assets. Transactions require approval from multiple devices.
de: Es handelt sich um eine sichere, multi-authentifizierende Brieftasche, die auf der MPC-Technologie basiert, die zur Verwaltung digitaler Vermögenswerte verwendet wird. Transaktionen erfordern die Genehmigung von mehreren Geräten.
es: Es una billetera segura y multiautenticación basada en la tecnología MPC que se utiliza para administrar los activos digitales. Las transacciones requieren la aprobación de múltiples dispositivos.
hr: To je sigurni novčanik s više udjele utemeljen na MPC tehnologiji koja se koristi za upravljanje digitalnom imovinom. Transakcije zahtijevaju odobrenje s više uređaja.
it: È un portafoglio sicuro e multi-autenticazione basato sulla tecnologia MPC utilizzata per gestire le risorse digitali. Le transazioni richiedono l'approvazione da più dispositivi.
pt: É uma carteira segura e multi-autenticação com base na tecnologia MPC usada para gerenciar ativos digitais. As transações exigem a aprovação de vários dispositivos.
zh_hans: 这是一个基于 MPC 技术的安全多身份验证钱包，用于管理数字资产。交易需要多个设备的批准

# faqAnswer2
source: Vultisig offers enhanced security with multi-device authentication, support for many blockchains, easy recovery options, and no seed phrases or user tracking.
de: Vultisig bietet eine verbesserte Sicherheit mit Authentifizierung mit mehreren Geräten, Unterstützung für viele Blockchains, einfache Wiederherstellungsoptionen und keine Saatgutphrasen oder Benutzerverfolgung.
es: Vultisig ofrece seguridad mejorada con autenticación de múltiples dispositivos, soporte para muchas blockchains, opciones de recuperación fáciles y sin frases de semillas o seguimiento de usuarios.
hr: Vultisig nudi poboljšanu sigurnost s autentifikacijom s više uređaja, podrškom za mnoge blockchains, jednostavnim mogućnostima oporavka i bez sjemenskih fraza ili praćenja korisnika.
it: Vultisig offre una maggiore sicurezza con autenticazione multi-dispositivo, supporto per molte blockchain, opzioni di recupero facili e nessuna frasi di semi o monitoraggio degli utenti.
pt: O Vultisig oferece segurança aprimorada com autenticação de vários dispositivos, suporte para muitos blockchains, opções de recuperação fácil e sem frases de sementes ou rastreamento do usuário.
zh_hans: Vultisig 提供多设备身份验证的增强安全性，支持多个区块链，易于恢复选项，无助记词或用户跟踪

# faqAnswer3
source: Yes, as long as you saved and have access to your backups when creating the vault. You can import these backups on a new device to regain access to your assets.
de: Ja, solange Sie gespeichert haben und beim Erstellen des Tresors Zugriff auf Ihre Sicherungen haben. Sie können diese Backups auf einem neuen Gerät importieren, um den Zugriff auf Ihre Vermögenswerte zurückzugewinnen.
es: Sí, siempre que guardara y tenga acceso a sus copias de seguridad al crear la bóveda. Puede importar estas copias de seguridad en un nuevo dispositivo para recuperar el acceso a sus activos.
hr: Da, sve dok ste spremili i imali pristup sigurnosnim kopijama prilikom stvaranja trezora. Ove sigurnosne kopije možete uvesti na novi uređaj kako biste povratili pristup svojoj imovini.
it: Sì, fintanto che hai salvato e hai accesso ai tuoi backup durante la creazione del Vault. È possibile importare questi backup su un nuovo dispositivo per riconquistare l'accesso alle tue risorse.
pt: Sim, desde que você salve e tenha acesso aos seus backups ao criar o cofre. Você pode importar esses backups em um novo dispositivo para recuperar o acesso aos seus ativos.
zh_hans: 是的，只要您在创建保险库时保存并可以访问备份。您可以在新设备上导入这些备份以重新获得对资产的访问权限

# faqAnswer4
source: Vultisig securely stores and manages digital assets. All actions, such as sending or swapping, require the threshold of devices to sign transactions.
de: Vultisig speichert und verwaltet digitale Vermögenswerte sicher und verwaltet. Alle Aktionen, wie das Senden oder Austausch, erfordern den Schwellenwert von Geräten, um Transaktionen zu unterzeichnen.
es: Vultisig almacena y administra activos digitales de forma segura. Todas las acciones, como enviar o intercambiar, requieren el umbral de dispositivos para firmar transacciones.
hr: Vultisig sigurno prodava i upravlja digitalnom imovinom. Sve radnje, poput slanja ili zamjene, zahtijevaju prag uređaja za potpisivanje transakcija.
it: Vultisig archivia e gestisce le risorse digitali. Tutte le azioni, come l'invio o lo scambio, richiedono la soglia dei dispositivi per firmare le transazioni.
pt: O Vultisig armazena e gerencia os ativos digitais. Todas as ações, como enviar ou trocar, exigem que o limiar de dispositivos assine transações.
zh_hans: Vultisig 安全地存储和管理数字资产。所有操作，如发送或交换，都需要达到设备阈值才能签署交易

# faqAnswer5
source: Vultisig is free to use. Only standard network fees apply to sending. And for swaps and bridges, there's a 0.5% (50 bps) fee.
de: Vultisig ist frei zu bedienen. Für das Senden gelten nur Standardnetzgebühren. Und für Swaps und Brücken gibt es eine Gebühr von 0,5% (50 bps).
es: Vultisig es de uso gratuito. Solo las tarifas de red estándar se aplican al envío. Y para swaps y puentes, hay una tarifa de 0.5% (50 pb).
hr: Vultisig je besplatan za upotrebu. Samo standardne mrežne naknade primjenjuju se na slanje. A za zamjene i mostove postoji 0,5% (50 bps) naknade.
it: Vultisig è gratuito. Solo le commissioni di rete standard si applicano all'invio. E per swap e ponti, c'è una commissione dello 0,5% (50 bps).
pt: O Vultisig é livre para usar. Somente taxas de rede padrão se aplicam ao envio. E para swaps e pontes, há uma taxa de 0,5% (50 bps).
zh_hans: Vultisig 免费使用。仅对发送收取标准网络费用。对于交换和跨链桥，收取 0.5%（50 个基点）的费用

# faqAnswer6
source: Vultisig supports major cryptocurrencies and tokens, with over 30 chains and their tokens, currently available.
de: Vultisig unterstützt wichtige Kryptowährungen und Token mit über 30 Ketten und ihren Token, die derzeit verfügbar sind.
es: Vultisig apoya las principales criptomonedas y tokens, con más de 30 cadenas y sus tokens, actualmente disponibles.
hr: Vultisig podržava velike kripto valute i tokene, s više od 30 lanaca i njihovih tokena, trenutno dostupnih.
it: Vultisig supporta le principali criptovalute e token, con oltre 30 catene e i loro token, attualmente disponibili.
pt: O Vultisig suporta grandes criptomoedas e tokens, com mais de 30 cadeias e seus tokens, atualmente disponíveis.
zh_hans: Vultisig 支持主要加密货币和代币，目前可用超过 30 条链及其代币

# faqAnswer7
source: Yes, Vultisig is open source and has undergone security audits. Both the audit reports and the source code are accessible.
de: Ja, Vultisig ist Open Source und hat Sicherheitsaudits unterzogen. Sowohl die Prüfungsberichte als auch der Quellcode sind zugänglich.
es: Sí, Vultisig es de código abierto y ha sufrido auditorías de seguridad. Tanto los informes de auditoría como el código fuente son accesibles.
hr: Da, Vultisig je otvoreni izvor i podvrgnut je sigurnosnim revizijama. I revizijska izvješća i izvorni kod su dostupni.
it: Sì, Vultisig è open source e ha subito audit di sicurezza. Sia i rapporti di audit che il codice sorgente sono accessibili.
pt: Sim, o Vultisig é de código aberto e passou por auditorias de segurança. Os relatórios de auditoria e o código -fonte estão acessíveis.
zh_hans: 是的，Vultisig 是开源的，并经过安全审计。审计报告和源代码都是可访问的

# faqAnswer8
source: Vultisig does not store any user information from its mobile apps.
de: Vultisig speichert keine Benutzerinformationen aus seinen mobilen Apps.
es: Vultisig no almacena ninguna información del usuario de sus aplicaciones móviles.
hr: Vultisig ne pohranjuje nikakve korisničke podatke iz svojih mobilnih aplikacija.
it: Vultisig non memorizza alcuna informazione dell'utente dalle sue app mobili.
pt: O Vultisig não armazena nenhuma informação do usuário em seus aplicativos móveis.
zh_hans: Vultisig 不会从其移动应用程序存储任何用户信息

# faqAnswer9
source: It is built on MPC technology, which eliminates the need for seed phrases and supports multiple blockchains, making Vultisig flexible and chain-agnostic.
de: Es basiert auf der MPC-Technologie, die die Notwendigkeit von Saatgutphrasen beseitigt und mehrere Blockchains unterstützt, wodurch Geier flexibel und ketten-agnostisch wird.
es: Se basa en la tecnología MPC, que elimina la necesidad de frases de semillas y admite múltiples blockchains, lo que hace que Vultisig sea flexible y agnóstico en cadena.
hr: Izgrađen je na MPC tehnologiji koja eliminira potrebu za sjemenskim frazama i podržava više blockchaina, čineći Vultisig fleksibilnim i lančanim agnostikom.
it: È costruito sulla tecnologia MPC, che elimina la necessità di frasi di semi e supporta più blockchain, rendendo Vultisig flessibile e catena-agnostica.
pt: Ele é construído na tecnologia MPC, que elimina a necessidade de frases de sementes e suporta várias blockchains, tornando o Vultisig flexível e agnóstico em cadeia.
zh_hans: 它建立在 MPC 技术之上，无需助记词并支持多个区块链，使 Vultisig 灵活且与链无关

# faqQuestion1
source: What is Vultisig?
de: Was ist Vultisig?
es: ¿Qué es Vultisig?
hr: Što je Vultisig?
it: Cos'è Vultisig?
pt: O que é Vultisig?
zh_hans: 什么是 Vultisig？

# faqQuestion2
source: What are the benefits of using Vultisig?
de: Was sind die Vorteile der Verwendung von Vultisig?
es: ¿Cuáles son los beneficios de usar Vultisig?
hr: Koje su prednosti korištenja Vultisiga?
it: Quali sono i vantaggi dell'utilizzo di Vultisig?
pt: Quais são os benefícios de usar o Vultisig?
zh_hans: 使用 Vultisig 有什么好处？

# faqQuestion3
source: Can I recover my assets if I lose a device?
de: Kann ich mein Vermögen wiederherstellen, wenn ich ein Gerät verliere?
es: ¿Puedo recuperar mis activos si pierdo un dispositivo?
hr: Mogu li oporaviti imovinu ako izgubim uređaj?
it: Posso recuperare le mie risorse se perdo un dispositivo?
pt: Posso recuperar meus ativos se perder um dispositivo?
zh_hans: 如果我丢失了设备，可以恢复我的资产吗？

# faqQuestion4
source: How is Vultisig used?
de: Wie wird Vultisig verwendet?
es: ¿Cómo se usa Vultisig?
hr: Kako se koristi Vultisig?
it: Come viene usata Vultisig?
pt: Como o Vultisig é usado?
zh_hans: 如何使用 Vultisig？

# faqQuestion5
source: What are the fees and costs?
de: Was sind die Gebühren und Kosten?
es: ¿Cuáles son las tarifas y los costos?
hr: Koje su naknade i troškovi?
it: Quali sono le commissioni e i costi?
pt: Quais são as taxas e custos?
zh_hans: 费用和成本是多少？

# faqQuestion6
source: What cryptocurrencies are supported by Vultisig?
de: Welche Kryptowährungen werden von Vultisig unterstützt?
es: ¿Qué criptomonedas son respaldadas por Vultisig?
hr: Koje kripto valute podržava Vultisig?
it: Quali criptovalute sono supportate da Vultisig?
pt: Quais criptomoedas são suportadas pelo Vultisig?
zh_hans: Vultisig 支持哪些加密货币？

# faqQuestion7
source: Is Vultisig open source and audited?
de: Ist Vultisig Open Source und geprüft?
es: ¿Vultisig Open Source y Audited?
hr: Je li Vultisig otvoreni izvor i revidiran?
it: Vultisig è open source e controllato?
pt: O Vultisig é de código aberto e auditado?
zh_hans: Vultisig 是开源和经过审计的吗？

# faqQuestion8
source: How does Vultisig handle privacy and data protection?
de: Wie geht Vultisig mit Privatsphäre und Datenschutz um?
es: ¿Cómo maneja Vultisig la privacidad y la protección de datos?
hr: Kako se Vultisig bavi zaštitom privatnosti i podataka?
it: In che modo Vultisig gestisce la privacy e la protezione dei dati?
pt: Como o Vultisig lida com privacidade e proteção de dados?
zh_hans: Vultisig 如何处理隐私和数据保护？

# faqQuestion9
source: How does Vultisig compare to other multisig wallets?
de: Wie ist Vultisig mit anderen Multisig -Brieftaschen verglichen?
es: ¿Cómo se compara Vultisig con otras billeteras multisig?
hr: Kako se Vultisig uspoređuje s drugim multisig novčanicima?
it: In che modo Vultisig si confronta con altri portafogli multisig?
pt: Como o Vultisig se compara a outras carteiras multisig?
zh_hans: Vultisig 与其他多签钱包相比如何？

source: Fast
de: Schnell
es: Rápido
hr: Brzo
it: Veloce
pt: Rápido
zh_hans: 快速

# fastLoaderTitle
source: Looking for Vultiserver to connect...
de: Suche nach FastVaultServer
es: Buscando FastVaultServer
hr: Tražim FastVaultServer
it: Ricerca del FastVaultServer
pt: Procurando FastVaultServer
zh_hans: 正在寻找 Vultiserver 连接...

# FastMigrateOverviewText1
source: We’ve sent you your new server share!
de: Wir haben dir deinen neuen Serveranteil gesendet!
es: ¡Te hemos enviado tu nueva parte del servidor!
hr: Poslali smo vam novi server dio!
it: Ti abbiamo inviato la nuova quota del server!
pt: Enviamos sua nova parte do servidor!
zh_hans: 我们已向您发送新的服务器份额！

# FastMigrateOverviewText2
source: Check your e-mail to verify
de: Überprüfe deine E-Mail zur Bestätigung
es: Revisa tu correo electrónico para verificar
hr: Provjerite svoj e-mail za potvrdu
it: Controlla la tua e-mail per verificare
pt: Verifique seu e-mail para confirmar
zh_hans: 检查您的电子邮件以验证

# fastModeDescription
source: • Single Device Setup • Transaction Alerts & Policies • Vault Backup Emailed Use as a “hot vault”
de: • Schnelle Einrichtung mit einem Gerät • Transaktionsbenachrichtigungen & -richtlinien • Erhalte Tresor-Backup per E-Mail Als „Aktiven Tresor“ verwenden
es: • Configuración en un solo dispositivo • Alertas y políticas de transacciones • Respaldo del Vault enviado por correo electrónico Usar como un “vault caliente”
hr: • Postavljanje na jednom uređaju • Upozorenja i politike transakcija • Sigurnosna kopija Vaulta poslana e-mailom Koristiti kao “vrući vault”
it: • Configurazione su un solo dispositivo • Avvisi e politiche sulle transazioni • Backup del Vault inviato via email Usa come “hot vault”
pt: • Configuração em um único dispositivo • Alertas e políticas de transação • Backup do Vault enviado por e-mail Usar como um “vault quente”
zh_hans: • 单设备设置 • 交易提醒和策略 • 通过电子邮件备份保险库 用作"热钱包"

# fastModeTitle
source: FAST
de: SCHNELL
es: RÁPIDO
hr: BRZO
it: VELOCE
pt: RÁPIDO
zh_hans: 快速

source: Fast set-up
de: Schnelle Einrichtung
es: Configuración rápida
hr: Brza postavka
it: Configurazione rapida
pt: Configuração rápida
zh_hans: 快速设置

source: Fast Sign
de: Schnelles Signieren
es: Firma rápida
hr: Brzo potpisivanje
it: Firma veloce
pt: Assinatura rápida
zh_hans: 快速签名

source: Fast Vault
de: Schnelles Gewölbe
es: Bóveda rápida
hr: Brzi trezor
it: Vault veloce
pt: Vault rápido
zh_hans: 快速保险库

# fastVaultEmailBackup
source: Enter your email to receive your backup
de: Gebe deine E-Mail-Adresse ein, um das Backup des Servers zu erhalten
es: Introduce tu correo electrónico para recibir tu copia de seguridad
hr: Unesite svoju e-mail adresu kako biste primili sigurnosnu kopiju
it: Inserisci la tua email per ricevere il backup
pt: Insira seu e-mail para receber o backup
zh_hans: 输入您的电子邮件以接收备份

# fastVaultEmailDisclaimer
source: This email is only used to send the backup
de: Diese E-Mail wird nur verwendet, um das Backup zu senden
es: Este correo electrónico solo se utiliza para enviar la copia de seguridad
hr: Ova e-pošta se koristi samo za slanje sigurnosne kopije
it: Questa email viene utilizzata solo per inviare il backup
pt: Este e-mail é usado apenas para enviar o backup
zh_hans: 此电子邮件仅用于发送备份

# fastVaultEnterDisclaimer
source: This password decrypts your Vault for signing.
de: Dieses Passwort entschlüsselt deinen Tresor zum Signieren.
es: Esta contraseña descifra tu Bóveda para firmar.
hr: Ova lozinka dešifrira tvoj trezor za potpisivanje.
it: Questa password decritta il tuo Vault per la firma.
pt: Esta senha descriptografa seu Cofre para assinatura.
zh_hans: 此密码解密您的保险库以进行签名

# fastVaultEnterPasswordTitle
source: FastVault password
de: FastVault-Passwort
es: Contraseña de FastVault
hr: Lozinka za FastVault
it: Password di FastVault
pt: Senha do FastVault
zh_hans: 快速保险库密码

# FastVaultOverview1Text1
source: Your vault holds
de: Dein Vault enthält
es: Tu vault contiene
hr: Vaš trezor sadrži
it: Il tuo vault contiene
pt: Seu cofre contém
zh_hans: 您的保险库持有

# FastVaultOverview1Text3
source: shares,
de: Anteile,
es: partes,
hr: dijelova,
it: quote,
pt: partes,
zh_hans: 份额，

# FastVaultOverview1Text4
source: back them up now
de: sichere sie jetzt
es: haz una copia de seguridad ahora
hr: sigurnosno ih kopirajte sada
it: esegui il backup ora
pt: faça backup agora
zh_hans: 立即备份

# FastVaultOverview2Text1
source: Share 1 of the vault shares will be
de: Anteil 1 der Tresoranteile wird
es: La participación 1 de las participaciones del bóveda será
hr: Dio 1 od dijelova trezora će biti
it: La quota 1 delle quote della cassaforte sarà
pt: A parte 1 das partes do cofre será
zh_hans: 保险库份额的份额 1 将由

# FastVaultOverview2Text2
source: held by the server.
de: vom Server gespeichert.
es: almacenada por el servidor.
hr: pohranjen na poslužitelju.
it: conservata dal server.
pt: mantida pelo servidor.
zh_hans: 服务器持有

# FastVaultOverview3Text1
source: It is sent to you for complete self-custody!
de: Er wurde dir zur vollständigen Selbstverwahrung gesendet!
es: ¡Se ha enviado para tu autocustodia total!
hr: Poslan vam je za potpunu samostalnu pohranu!
it: È stato inviato a te per la completa autogestione!
pt: Foi enviada para você para total autocustódia!
zh_hans: 它会发送给您以实现完全自我托管！

# FastVaultOverview3Text2
source: Check your e-mail to verify
de: Überprüfe deine E-Mail, um ihn zu verifizieren
es: Revisa tu correo electrónico para verificarlo
hr: Provjerite svoju e-poštu za potvrdu
it: Controlla la tua e-mail per verificare
pt: Verifique seu e-mail para confirmar
zh_hans: 检查您的电子邮件以验证

# FastVaultOverview4Text1
source: Backup
de: Sichere
es: Haz una copia de seguridad de
hr: Sigurnosno kopirajte
it: Esegui il backup di
pt: Faça backup de
zh_hans: 备份

# FastVaultOverview4Text2
source: this vault share
de: diesen Vault-Anteil
es: esta parte del vault
hr: ovaj dio trezora
it: questa quota del vault
pt: esta parte do cofre
zh_hans: 此保险库份额

# FastVaultOverview4Text3
source: securely, preferably
de: sicher, am besten
es: de forma segura, preferiblemente
hr: sigurno, po mogućnosti
it: in modo sicuro, preferibilmente
pt: com segurança, de preferência
zh_hans: 安全地，最好

# FastVaultOverview4Text4
source: online.
es: en línea.
hr: na mreži.
zh_hans: 在线

# fastVaultSecureTextDescription
source: Only 1 device needed Store small funds for quick actions Vultiserver co-signs instantly
de: Nur 1 Gerät erforderlich Kleine Beträge für schnelle Aktionen speichern Vultiserver unterzeichnet sofort
es: Solo se necesita 1 dispositivo Guarda fondos pequeños para acciones rápidas Vultiserver cofirma al instante
hr: Potrebno je samo 1 uređaj Pohrani manja sredstva za brze radnje Vultiserver trenutno supotpisuje
it: Solo 1 dispositivo necessario Conserva piccoli fondi per azioni rapide Vultiserver cofirma istantaneamente
pt: Apenas 1 dispositivo necessário Armazene pequenos fundos para ações rápidas Vultiserver coassina instantaneamente
zh_hans: 只需 1 个设备 存储小额资金以进行快速操作 Vultiserver 即时共同签名

# fastVaultSetDisclaimer
source: This Password encrypts your Vault Share received via email
de: Dieses Passwort verschlüsselt dein FastSign Share
es: Esta contraseña encripta su FastSign Share
hr: Ova lozinka šifrira vaš FastSign Share
it: Questa password crittografa la tua condivisione FastSign
pt: Esta palavra-passe encripta o seu FastSign Share
zh_hans: 此密码加密您通过电子邮件收到的保险库份额

# fastVaultSetPasswordTitle
source: Protect your vault and fast sign.
de: Schütze deinen Tresor und das schnelle Signieren.
es: Protege tu bóveda y firma rápidamente.
hr: Zaštitite svoj trezor i brzo potpišite.
it: Proteggi il tuo caveau e firma subito.
pt: Proteja o seu cofre e assine rapidamente
zh_hans: 保护您的保险库和快速签名

# fastVaultSummaryText1
source: Vault Share 1 received via mail
de: Vault Share 1 per Post erhalten
es: Bóveda compartida 1 recibida por correo
hr: Udjel trezora 1 primljen putem pošte
it: CAVALT SHARE 1 Ricevuto tramite posta
pt: Compartilhamento de Vault 1 recebido por correio
zh_hans: 通过邮件收到的保险库份额 1
