Repository: vultisig/vultisig-ios
Catalog: VultisigApp/VultisigApp/Localizables/*.lproj/Localizable.strings
Languages: de, es, hr, it, pt, zh_hans

source: Start Reshare
de: Erneutes Teilen starten
es: Iniciar compartir nuevamente
hr: Započni ponovno dijeljenje
it: Inizia la ricondivisione
pt: Iniciar compartilhamento novamente
zh_hans: 开始重新共享

source: Start transaction
de: Transaktion starten
es: Iniciar transacción
hr: Pokreni transakciju
it: Avvia transazione
pt: Iniciar transação
zh_hans: 开始交易

# startUsingVault
source: Start using your Vault
de: Tresor nutzen
es: Usar Bóveda
hr: Koristi trezor
it: Usa il Vault
pt: Usar Cofre
zh_hans: 开始使用您的保险库

source: Status
es: Estado
it: Stato
zh_hans: 状态

source: Success
de: Erfolg
es: Éxito
hr: Uspjeh
it: Successo
pt: Sucesso
zh_hans: 成功

source: successfully
de: erfolgreich
es: exitosamente
hr: uspješno
it: con successo
pt: com sucesso
zh_hans: 成功

source: Summary
de: Zusammenfassung
es: Resumen
hr: Sažetak
it: Riepilogo
pt: Resumo
zh_hans: 摘要

source: Support
de: Unterstützung
es: Apoyo
hr: Podržati
it: Supporto
pt: Apoiar
zh_hans: 支持

# supportedFileTypesUpload
source: Supported file types: .bak & .vult
de: Unterstützte Dateitypen: .bak & .vult
es: Tipos de archivos soportados: .bak & .vult
hr: Podržane vrste datoteka: .bak & .vult
it: Tipi di file supportati: .bak & .vult
pt: Tipos de arquivos suportados: .bak & .vult
zh_hans: 支持的文件类型：.bak 和 .vult

source: Swap
de: Tausch
es: Intercambio
hr: Zamjena
it: Scambio
pt: Troca
zh_hans: 交换

source: Swap Fee
de: Tauschgebühr
es: Tarifa de intercambio
hr: Naknada za zamjenu
it: Commissione di scambio
pt: Taxa de troca
zh_hans: 交换费用

# swapFrom
source: Swapping From
de: Tausche von
es: Intercambiando desde
hr: Zamjena iz
it: Scambio da
pt: Trocando de
zh_hans: 从此交换

source: Swap overview
de: Tauschübersicht
es: Resumen del intercambio
hr: Pregled zamjene
it: Panoramica dello scambio
pt: Visão geral da troca
zh_hans: 交换概览

source: Swap progress
de: Tauschfortschritt
es: Progreso del intercambio
hr: Napredak zamjene
it: Progresso dello scambio
pt: Progresso da troca
zh_hans: 交换进度

source: Swap tracking link
de: Tauschverfolgungslink
es: Enlace de seguimiento del intercambio
hr: Poveznica za praćenje zamjene
it: Link di tracciamento dello scambio
pt: Link de rastreamento da troca
zh_hans: 交换跟踪链接

source: Swap Tx Hash
de: Tausch-Tx-Hash
es: Hash de la transacción de intercambio
hr: Zamjenski Tx hash
it: Hash Tx dello scambio
pt: Hash da Tx da troca
zh_hans: 交换交易哈希

# swapVerifyCheckbox1Description
source: The swap amount is correct
de: Der Tauschbetrag ist korrekt
es: La cantidad del intercambio es correcta
hr: Iznos zamjene je točan
it: L'importo dello scambio è corretto
pt: O valor da troca está correto
zh_hans: 交换金额正确

# swapVerifyCheckbox2Description
source: I agree with the min. amount I'll receive
de: Ich stimme dem Mindestbetrag zu, den ich erhalten werde
es: Acepto el monto mínimo que recibiré
hr: Slažem se s minimalnim iznosom koji ću primiti
it: Accetto l'importo minimo che riceverò
pt: Concordo com o valor mínimo que receberei
zh_hans: 我同意我将收到的最小金额

# swapVerifyCheckbox3Description
source: I agree with providing ERC20 allowance for exact swap amount
de: Ich stimme zu, eine ERC20-Genehmigung für den genauen Tauschbetrag zu erteilen
es: Acepto proporcionar autorización ERC20 por el monto exacto del intercambio
hr: Slažem se dati ERC20 dopuštenje za točan iznos zamjene
it: Accetto di fornire l'autorizzazione ERC20 per l'importo esatto dello scambio
pt: Concordo em fornecer permissão ERC20 para o valor exato da troca
zh_hans: 我同意为确切的交换金额提供 ERC20 授权

source: Swap route not available
de: Tauschroute nicht verfügbar
es: Ruta de intercambio no disponible
hr: Ruta zamjene nije dostupna
it: Percorso di scambio non disponibile
pt: Rota de troca não disponível
zh_hans: 交换路由不可用

source: Swap amount too small
de: Tauschbetrag zu klein
es: Cantidad de intercambio demasiado pequeña
hr: Iznos zamjene je premali
it: Importo dello scambio troppo piccolo
pt: Valor da troca muito pequeno
zh_hans: 交换金额太小

# swapAmountTooSmallRecommended
source: Swap amount too small. Recommended amount %@
de: Tauschbetrag zu klein. Empfohlener Betrag %@
es: Cantidad de intercambio demasiado pequeña. Cantidad recomendada %@
hr: Iznos zamjene je premali. Preporučeni iznos %@
it: Importo dello scambio troppo piccolo. Importo raccomandato %@
pt: Valor da troca muito pequeno. Valor recomendado %@
zh_hans: 交换金额太小。推荐金额 %@

# noLiquidityPool
source: No liquidity pool available for this token pair. This asset may not be supported.
de: Kein Liquiditätspool für dieses Token-Paar verfügbar. Dieser Asset wird möglicherweise nicht unterstützt.
es: No hay pool de liquidez disponible para este par de tokens. Este activo puede no estar soportado.
hr: Nema dostupnog pool likvidnosti za ovaj par tokena. Ovaj asset možda nije podržan.
it: Nessun pool di liquidità disponibile per questa coppia di token. Questo asset potrebbe non essere supportato.
pt: Não há pool de liquidez disponível para este par de tokens. Este ativo pode não ser suportado.
zh_hans: 此代币对没有可用的流动性池。此资产可能不受支持

source: Switch back to internet mode
de: Wechsle zurück in den Internetmodus
es: Volver al modo internet
hr: Vrati se na internetski način rada
it: Torna alla modalità internet
pt: Voltar para o modo internet
zh_hans: 切换回互联网模式

source: Switch to local mode
de: Wechsle in den lokalen Modus
es: Cambiar al modo local
hr: Prijeđi na lokalni način rada
it: Passa alla modalità locale
pt: Mudar para o modo local
zh_hans: 切换到本地模式

# systemErrorMessage
source: System error. Please try again.
de: Systemfehler. Bitte versuche es erneut.
es: Error del sistema. Inténtalo de nuevo.
hr: Sistemska greška. Pokušajte ponovno.
it: Errore di sistema. Riprova.
pt: Erro do sistema. Tente novamente.
zh_hans: 系统错误。请重试

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
hr: Uvjeti korištenja
it: Termini di servizio
pt: Termos de Serviço
zh_hans: 服务条款

source: This Device
de: Dieses Gerät
es: Este Dispositivo
hr: Ovaj uređaj
it: Questo Dispositivo
pt: Este Dispositivo
zh_hans: 此设备

# ThisDeviceIs
source: This device is the
de: Dieses Gerät ist das
es: Este dispositivo es el
hr: Ovaj uređaj je
it: Questo dispositivo è il
pt: Este dispositivo é o
zh_hans: 此设备是

source: This Vault Only
de: Nur dieses Gewölbe
es: Solo esta bóveda
hr: Samo ovaj trezor
it: Solo questo Vault
pt: Apenas este cofre
zh_hans: 仅此保险库

# thresholdNotReachedMessage
source: Threshold not reached. Missing enough initial devices.
de: Schwelle nicht erreicht. Es fehlen genügend Anfangsgeräte.
es: Umbral no alcanzado. Faltan suficientes dispositivos iniciales.
hr: Prag nije dosegnut. Nedostaje dovoljno početnih uređaja.
it: Soglia non raggiunta. Mancano dispositivi iniziali sufficienti.
pt: Limite não alcançado. Faltam dispositivos iniciais suficientes.
zh_hans: 未达到阈值。 缺少足够的初始设备

source: Time
de: Zeit
es: Tiempo
hr: Vrijeme
it: Tempo
pt: Tempo
zh_hans: 时间

source: Title
de: Titel
es: Título
hr: Naslov
it: Titolo
pt: Título
zh_hans: 标题

source: To
de: Zu
es: A
hr: Do
it: A
pt: Para
zh_hans: 至

source: To Asset
de: Zu Vermögenswert
es: Al activo
hr: U imovinu
it: A asset
pt: Para ativo
zh_hans: 目标资产

source: Tokens
de: Token
hr: Tokeni
it: Token
zh_hans: 代币

source: Total Fee
de: Gesamtgebühr
es: Comisión total
hr: Ukupna naknada
it: Commissione totale
pt: Taxa total
zh_hans: 总费用

source: Track
de: Verfolgen
es: Rastrear
hr: Prati
it: Traccia
pt: Acompanhar
zh_hans: 跟踪

source: Transaction
de: Transaktion
es: Transacción
hr: Transakcija
it: Transazione
pt: Transação
zh_hans: 交易

# transactionComplete
source: Done
de: Erledigt
es: Hecho
hr: Gotovo
it: Fatto
pt: Feito
zh_hans: 完成

source: Transaction details
de: Transaktionsdetails
es: Detalles de la transacción
hr: Detalji transakcije
it: Dettagli transazione
pt: Detalhes da transação
zh_hans: 交易详情

source: Transaction failed
de: Transaktion fehlgeschlagen
es: Transacción fallida
hr: Transakcija nije uspjela
it: Transazione non riuscita
pt: Transação falhou
zh_hans: 交易失败

source: Transaction Hash
de: Transaktions-Hash
es: Hash de transacción
hr: Hash transakcije
it: Hash transazione
pt: Hash da transação
zh_hans: 交易哈希

source: Transaction ID
de: Transaktions-ID
es: ID de Transacción
hr: ID transakcije
it: ID Transazione
pt: ID de Transação
zh_hans: 交易 ID

source: Transactions
de: Transaktionen
es: Transacciones
hr: Transakcije
it: Transazioni
pt: Transações
zh_hans: 交易

source: Transaction successful
de: Transaktion erfolgreich
es: Transacción exitosa
hr: Transakcija uspješna
it: Transazione riuscita
pt: Transação bem-sucedida
zh_hans: 交易成功

source: Transaction tracking link
de: Transaktionsverfolgungslink
es: Enlace de seguimiento de transacción
hr: Poveznica za praćenje transakcije
it: Link di tracciamento transazione
pt: Link de rastreamento de transação
zh_hans: 交易跟踪链接

source: Try Again
de: Erneut versuchen
es: Intentar de Nuevo
hr: Pokušajte ponovno
it: Riprova
pt: Tentar Novamente
zh_hans: 重试

source: Try Face ID again
de: Face ID erneut versuchen
es: Intentar Face ID de nuevo
hr: Pokušajte ponovno s Face ID
it: Prova ancora Face ID
pt: Tentar Face ID novamente
zh_hans: 再次尝试 Face ID

source: Tx ID
es: ID de transacción
hr: ID transakcije
it: ID transazione
pt: ID da transação
zh_hans: 交易 ID

source: Type here
de: Hier eingeben
es: Escribe aquí
hr: Ovdje upišite
it: Digita qui
pt: Digite aqui
zh_hans: 在此输入

source: Ultimate Security
de: Ultimative Sicherheit
es: Máxima Seguridad
hr: Krajnja Sigurnost
it: Massima Sicurezza
pt: Segurança Máxima
zh_hans: 终极安全

# unableToStartKeysignProcess
source: Unable to start the keysign process due to missing information.
de: Der Prozess der Unterzeichnung der Schlüssel konnte aufgrund fehlender Informationen nicht gestartet werden.
es: No se pudo iniciar el proceso de firma de clave debido a información faltante.
hr: Nije moguće pokrenuti proces potpisa ključa zbog nedostatka informacija.
it: Impossibile avviare il processo di firma chiave a causa della mancanza di informazioni.
pt: Não foi possível iniciar o processo de assinatura de chave devido à falta de informações.
zh_hans: 由于缺少信息，无法启动密钥签名过程

# unableToVerifyGasTokenError
source: Unable to verify gas token balance. Please try again.
de: Gas-Token-Guthaben konnte nicht überprüft werden. Bitte versuche es erneut.
es: No se pudo verificar el saldo del token de gas. Por favor intenta de nuevo.
hr: Nije moguće verificirati saldo tokena za plin. Molimo pokušajte ponovno.
it: Impossibile verificare il saldo del token gas. Riprova.
pt: Não foi possível verificar o saldo do token de gas. Por favor, tente novamente.
zh_hans: 无法验证燃料代币余额。请重试

# unavailableBalanceError
source: Wallet balance is not available.
de: Brieftaschensaldo nicht verfügbar.
es: El saldo de la cartera no está disponible.
hr: Saldo novčanika nije dostupan.
it: Saldo del portafoglio non disponibile.
pt: Saldo da carteira não disponível.
zh_hans: 钱包余额不可用

source: Unstake Auto-Compound TCY
de: Auto-Compound TCY entstaken
es: Retirar Auto-Compound TCY
hr: Povuci Auto-Compound TCY
it: Rimuovi Auto-Compound TCY
pt: Retirar Auto-Compound TCY
zh_hans: 取消质押自动复利 TCY

source: Unstake from auto-compounding TCY deposits
de: Aus auto-compounding TCY-Einlagen entstaken
es: Retirar de depósitos TCY auto-compounding
hr: Povuci iz auto-compounding TCY depozita
it: Rimuovi dai depositi TCY auto-compounding
pt: Retirar de depósitos TCY auto-compounding
zh_hans: 从自动复利 TCY 存款中取消质押

# unsupportedFileTypeError
source: Unsupported file type, please try again
de: Nicht unterstützter Dateityp, bitte versuche es erneut
es: Tipo de archivo no soportado, inténtalo de nuevo
hr: Nepodržana vrsta datoteke, pokušajte ponovno
it: Tipo di file non supportato, riprova
pt: Tipo de arquivo não suportado, tente novamente
zh_hans: 不支持的文件类型，请重试

source: Update Now
de: Jetzt updaten
es: Actualizar ahora
hr: Ažuriraj sada
it: Aggiorna ora
pt: Atualizar agora
zh_hans: 立即更新

source: Upgrade now
de: Jetzt aktualisieren
es: Actualizar ahora
hr: Nadogradi sada
it: Aggiorna ora
pt: Atualizar agora
zh_hans: 立即升级

source: Upgrade your vault
de: Tresor aktualisieren
es: Actualizar bóveda
hr: Nadogradi trezor
it: Aggiorna il tuo vault
pt: Atualizar cofre
zh_hans: 升级您的保险库

source: Upgrade your vault now
de: Aktualisiere deinen Tresor jetzt
es: Actualiza tu bóveda ahora
hr: Nadogradi svoj trezor sada
it: Aggiorna il tuo vault ora
pt: Atualize seu cofre agora
zh_hans: 立即升级您的保险库

# upgradeYourVaultTitle1
source: Upgrade this vault to the
de: Aktualisiere diesen Tresor auf das
es: Actualiza esta bóveda al
hr: Nadogradi ovaj trezor na
it: Aggiorna questo vault al
pt: Atualize este cofre para o
zh_hans: 将此保险库升级到

# upgradeYourVaultTitle2
source: world’s fastest MPC protocol
de: schnellste MPC-Protokoll der Welt
es: protocolo MPC más rápido del mundo
hr: najbrži MPC protokol na svijetu
it: protocollo MPC più veloce al mondo
pt: protocolo MPC mais rápido do mundo
zh_hans: 世界上最快的 MPC 协议

# upgradeYourVaultTitle3
source: and sign faster than ever before
de: und signiere schneller als je zuvor
es: y firma más rápido que nunca
hr: i potpisuj brže nego ikad
it: e firma più velocemente che mai
pt: e assine mais rápido do que nunca
zh_hans: 并比以往任何时候都更快地签名

source: Upgrading vault
de: Vault wird aktualisiert
es: Actualizando bóveda
hr: Nadograđivanje trezora
it: Aggiornamento del vault
pt: Atualizando cofre
zh_hans: 正在升级保险库

# uploadBackupFile
source: Select a .dat, .bak or .vult backup file
de: Sicherungsdatei hochladen
es: Subir archivo de respaldo
hr: Prenesite sigurnosnu kopiju datoteke
it: Carica il file di backup
pt: Carregar arquivo de backup
zh_hans: 选择 .dat、.bak 或 .vult 备份文件

# uploadFile
source: Upload file, text or image
de: Datei, Text oder Bild hochladen
es: Subir archivo, texto o imagen
hr: Prenesite datoteku, tekst ili sliku
it: Carica file, testo o immagine
pt: Carregar arquivo, texto ou imagem
zh_hans: 上传文件、文本或图像

source: Upload file with QR Code
de: Datei mit QR-Code hochladen
es: Subir archivo con código QR
hr: Učitaj datoteku s QR kodom
it: Carica file con codice QR
pt: Carregar arquivo com código QR
zh_hans: 上传带有二维码的文件

source: Upload from Files
de: Dateien auswählen
es: Seleccionar archivos
hr: Odaberi iz datoteka
it: Seleziona i file
pt: Selecione arquivos
zh_hans: 从 文件上传

# uploadFromFilesSingleLine
source: Upload from Files
de: Aus Dateien hochladen
es: Subir desde archivos
hr: Prenesi iz datoteka
it: Carica dai file
pt: Carregar dos arquivos
zh_hans: 从文件上传

source: Upload from Gallery
de: Aus der Galerie hochladen
es: Subir desde la galería
hr: Prenesi iz galerije
it: Carica dalla galleria
pt: Carregar da galeria
zh_hans: 从 图库上传

# uploadFromGallerySingleLine
source: Upload from Gallery
de: Aus der Galerie hochladen
es: Subir desde la galería
hr: Prenesi iz galerije
it: Carica dalla galleria
pt: Carregar da galeria
zh_hans: 从图库上传

source: Upload QR
de: QR hochladen
es: Subir QR
hr: Učitaj QR
it: Carica QR
pt: Carregue QR
zh_hans: 上传二维码

source: Upload QR Code Image
de: QR-Code-Bild hochladen
es: Subir imagen del código QR
hr: Učitaj sliku QR koda
it: Carica immagine del codice QR
pt: Carregar imagem do código QR
zh_hans: 上传二维码图像

# uploadQRCodeImageKeygen
source: Upload QR-Code to join Keygen
de: QR-Code hochladen, um dem Keygen beizutreten
es: Subir código QR para unirse a Keygen
hr: Prenesite QR kod za pridruživanje Keygen-u
it: Carica QR-Code per partecipare a Keygen
pt: Carregar código QR para ingressar no Keygen
zh_hans: 上传二维码以加入密钥生成

# uploadQRCodeImageKeysign
source: Upload QR-Code to join Keysign
de: QR-Code hochladen, um dem Keysign beizutreten
es: Subir código QR para unirse a Keysign
hr: Prenesite QR kod za pridruživanje Keysign-u
it: Carica QR-Code per partecipare a Keysign
pt: Carregar código QR para ingressar no Keysign
zh_hans: 上传二维码以加入密钥签名

source: URL Copied
de: URL kopiert
es: URL copiado
hr: URL kopiran
it: URL copiato
pt: URL copiado
zh_hans: URL 已复制

# URLInaccessible
source: Failed to access URL
de: Zugriff auf URL fehlgeschlagen
es: No se pudo acceder a la URL
hr: Neuspješan pristup URL-u
it: Accesso all'URL non riuscito
pt: Falha ao acessar a URL
zh_hans: 无法访问 URL

source: Use My Vault Password
de: Verwenden Sie mein Gewölbekennwort
es: Use mi contraseña de bóveda
hr: Koristite moju lozinku trezora
it: Usa la mia password del Vault
pt: Use minha senha do cofre
zh_hans: 使用我的保险库密码

source: Use password
de: Passwort verwenden
es: Usar contraseña
hr: Koristi lozinku
it: Usa password
pt: Usar senha
zh_hans: 使用密码

source: Use Referral
de: Empfehlung verwenden
es: Usar referido
hr: Iskoristi referalu
it: Usa invito
pt: Usar indicação
zh_hans: 使用推荐

# useReferralCode
source: Use referred code
de: Empfehlungscode verwenden
es: Usar código de referido
hr: Iskoristi referalni kod
it: Usa codice di invito
pt: Usar código de indicação
zh_hans: 使用推荐码

source: Use Skip instead
de: Verwenden Sie stattdessen „Überspringen“
es: Use Skip en su lugar
hr: Umjesto toga koristite Skip
it: Usa invece Skip
pt: Use Skip em vez disso
zh_hans: 改用跳过

# utxoSelectionFailedError
source: UTXO selection failed. Unable to find suitable transaction outputs to cover the amount plus estimated fees. Try reducing the transaction amount.
de: UTXO-Auswahl fehlgeschlagen. Konnte keine geeigneten Transaktionsausgaben finden, um den Betrag plus geschätzte Gebühren zu decken. Versuche den Transaktionsbetrag zu reduzieren.
es: Falló la selección de UTXO. No se pudieron encontrar salidas de transacción adecuadas para cubrir el monto más las tarifas estimadas. Intenta reducir el monto de la transacción.
hr: Odabir UTXO-a neuspješan. Nije moguće pronaći prikladne izlaze transakcije za pokrivanje iznosa plus procijenjene naknade. Pokušajte smanjiti iznos transakcije.
it: Selezione UTXO fallita. Impossibile trovare output di transazione adatti per coprire l'importo più le commissioni stimate. Prova a ridurre l'importo della transazione.
pt: Falha na seleção de UTXO. Não foi possível encontrar saídas de transação adequadas para cobrir o valor mais as taxas estimadas. Tente reduzir o valor da transação.
zh_hans: UTXO 选择失败。无法找到合适的交易输出来支付金额加估算费用。尝试减少交易金额

# utxoSuggestionMessage
source: For UTXO-based cryptocurrencies like Dogecoin: • Try sending a smaller amount • Wait for pending transactions to confirm • Consider consolidating small UTXOs first • Check if you have enough balance for fees
de: Für UTXO-basierte Kryptowährungen wie Dogecoin: n n • Versuchen Sie, einen geringeren Betrag zu senden.
es: Para criptomonedas basadas en UTXO como Dogecoin: • Intenta enviar una cantidad menor • Espera a que se confirmen las transacciones pendientes • Considera consolidar UTXOs pequeños primero • Verifica que tengas suficiente saldo para las tarifas
hr: Za kripto valute sa sjedištem u UTXO-u poput dogecoin: n n • Pokušajte poslati manji iznos n • Pričekajte da transakcije u tijeku potvrde n • Razmislite o konsolidaciji malih UTXOS-a prvo n • Provjerite imate li dovoljno salda za naknade za naknade
it: Per le criptovalute basate su UTXO come Dogecoin: n n • Prova a inviare un importo inferiore n • Attendere le transazioni in sospeso per confermare n • Considera il consolidamento di piccoli utxos prima n • Verifica se si dispone di un saldo sufficiente per le commissioni
pt: Para criptomoedas baseadas em UTXO como o DogEcoin: n n • Tente enviar uma quantidade menor n • Aguarde as transações pendentes para confirmar n • Considere consolidar pequenos utxos primeiro n • Verifique se você tem saldo suficiente para taxas
zh_hans: 对于基于 UTXO 的加密货币，如狗狗币： • 尝试发送较小的金额 • 等待待处理的交易确认 • 考虑先合并小的 UTXO • 检查您是否有足够的余额来支付费用

# utxoSuggestionTitle
source: UTXO Transaction Tips
de: UTXO -Transaktionstipps
es: Consejos para Transacciones UTXO
hr: UTXO savjeti za transakciju
it: Suggerimenti per le transazioni UTXO
pt: Dicas de transação UTXO
zh_hans: UTXO 交易提示

# utxoTooSmallError
source: Available UTXOs are too small for this transaction. The individual transaction outputs in your wallet don't meet the minimum requirements. Consider consolidating smaller amounts first.
de: Verfügbare UTXOs sind zu klein für diese Transaktion. Die einzelnen Transaktionsausgaben in deiner Brieftasche erfüllen nicht die Mindestanforderungen. Erwäge zuerst kleinere Beträge zu konsolidieren.
es: Los UTXOs disponibles son demasiado pequeños para esta transacción. Las salidas de transacción individuales en tu billetera no cumplen con los requisitos mínimos. Considera consolidar cantidades más pequeñas primero.
hr: Dostupni UTXO-i su premali za ovu transakciju. Pojedinačni izlazi transakcije u vašem novčaniku ne zadovoljavaju minimalne zahtjeve. Razmislite o konsolidaciji manjih iznosa prvo.
it: Gli UTXO disponibili sono troppo piccoli per questa transazione. Gli output di transazione individuali nel tuo portafoglio non soddisfano i requisiti minimi. Considera di consolidare prima gli importi più piccoli.
pt: UTXOs disponíveis são muito pequenos para esta transação. As saídas de transação individuais em sua carteira não atendem aos requisitos mínimos. Considere consolidar valores menores primeiro.
zh_hans: 可用的 UTXO 对于此交易来说太小。您钱包中的单个交易输出不符合最低要求。考虑先合并较小的金额

# validAddressDomainError
source: Wrong address for selected blockchain. Try adding the chain to your vault.
de: Falsche Adresse für die ausgewählte Blockchain. Versuchen Sie, die Chain zu Ihrem Tresor hinzuzufügen.
es: Dirección incorrecta para la cadena de bloques seleccionada. Intenta agregar la cadena a tu bóveda.
hr: Pogrešna adresa za odabrani blockchain. Pokušajte dodati lanac u svoj trezor.
it: Indirizzo errato per la blockchain selezionata. Prova ad aggiungere la catena al tuo caveau.
pt: Endereço incorreto para o blockchain selecionado. Tente adicionar a rede ao seu cofre.
zh_hans: 所选区块链的地址错误。尝试将链添加到您的保险库。

# validAddressError
source: Please enter a valid address.
de: Bitte gebe eine gültige Adresse ein.
es: Por favor ingresa una dirección válida.
hr: Molimo unesite valjanu adresu.
it: Per favore, inserisci un indirizzo valido.
pt: Por favor, insira um endereço válido.
zh_hans: 请输入有效地址

source: Value
de: Wert
es: Valor
hr: Vrijednost
it: Valore
pt: Valor
zh_hans: 价值

source: Vault
de: Tresore
es: Caja Fuerte
hr: Sefovi
it: Cassaforte
pt: Cofre
zh_hans: 保险库

source: Vault already exists
de: Tresor existiert bereits
es: El almacén ya existe
hr: Spremište već postoji
it: Il caveau esiste già
pt: O cofre já existe
zh_hans: 保险库已存在

source: Vault created
de: Tresor erstellt
es: Bóveda creada
hr: Trezoor stvoren
it: Vault creato
pt: Cofre criado
zh_hans: 保险库已创建

# vaultDetailsDescription
source: View vault name, part and type
de: Details zu deinem Tresor ansehen
es: Ver los detalles de tu caja fuerte
hr: Pogledajte detalje vašeg sefa
it: Visualizza i dettagli della tua cassaforte
pt: Ver os detalhes do seu cofre
zh_hans: 查看保险库名称、部分和类型

# vaultDetailsTitle
source: Details
de: Tresor-Details
es: Detalles
hr: Detalji
it: Dettagli
pt: Detalhes
zh_hans: 详情

# vaultExistsError
source: Vault with same name already exists. Please try a different name.
de: Ein Tresor mit demselben Namen existiert bereits. Bitte versuchen Sie einen anderen Namen.
es: Ya existe una bóveda con el mismo nombre. Por favor, intente con un nombre diferente.
hr: Sef s istim imenom već postoji. Pokušajte s drugim imenom.
it: Un caveau con lo stesso nome esiste già. Si prega di provare un nome diverso.
pt: Um cofre com o mesmo nome já existe. Por favor, tente um nome diferente.
zh_hans: 同名保险库已存在。 请尝试不同的名称

source: Vault Info
es: Información de bóveda
hr: Informacije o trezorima
it: Informazioni sul Vault
pt: Informações do cofre
zh_hans: 保险库信息

# vaultLibType
source: Vault Type
de: Tresortyp
es: tipo de bóveda
hr: tip svoda
it: Tipo di cassaforte
pt: tipo de cofre
zh_hans: 保险库类型

source: Vault Management
de: Tresorverwaltung
es: Gestión de bóveda
hr: Upravljanje trezorima
it: Gestione del caveau
pt: Gerenciamento de cofre
zh_hans: 保险库管理

source: Vault Name
de: Tresorname
es: Nombre de la Caja Fuerte
hr: Ime sefa
it: Nome Cassaforte
pt: Nome do Cofre
zh_hans: 保险库名称
